{"Name": "Xtenzi Heat Resistant /Heat Shield/Flattening Irons/ Curling Iron Cover/Flat Iron Travel Pouch/Hair Straighteners Case with Velcro /Heat Resistant Glove and Clip (Black)", "Natural": "Xtenzi Heat Resistant /Heat Shield/Flattening Irons/ Curling Iron Cover/Flat Iron Travel Pouch/Hair Straighteners Case with Velcro /Heat Resistant Glove and Clip (Black). Description: More Than a Pretty Pouch"}
{"Name": "Accesyes Plumeria Hair Clips Hawaii Hairpin Bobby Pin Flower Foam Hair Clip Plumeria Rubra Flower Headpiece Accessory Hair Combs (Pink)", "Natural": "Accesyes Plumeria Hair Clips Hawaii Hairpin Bobby Pin Flower Foam Hair Clip Plumeria Rubra Flower Headpiece Accessory Hair Combs (Pink). Description: Adult sex toys Adult sexual intercourse products Sex toy Adult oral sex items Clit sex toy"}
{"Name": "Banana Republic Men's 17 Oud Mosaic Eau De Parfum 0.5 FL Oz 15 mL", "Natural": "Banana Republic Men's 17 Oud Mosaic Eau De Parfum 0.5 FL Oz 15 mL. Description: Banana Republic Men's 17 Oud Mosaic Eau De Parfum 0.5 FL Oz 15 mL"}
{"Name": "Vaseline All Purpose Cream with Vaseline Jelly with Glycerine & Vitamin E", "Natural": "Vaseline All Purpose Cream with Vaseline Jelly with Glycerine & Vitamin E. Description: Vaseline Jelly is the original skin protectant, it has been used to protect, help heal, and lock in moisture for dry skin since 1870."}
{"Name": "ClearZal Silk Lotion to Powder Deorderizer 100g (3.4 oz)", "Natural": "ClearZal Silk Lotion to Powder Deorderizer 100g (3.4 oz). Description: ClearZal Silk Lotion to Powder Deorderizer 100g (3.4 oz)"}
{"Name": "Anointing Oil-Roll On-Frankincense & Myrrh- 1/3 oz", "Natural": "Anointing Oil-Roll On-Frankincense & Myrrh- 1/3 oz. Description: FRANKINCENSE & MYRRH ANOINTING OIL 1/3 OZ. ROLL-ON"}
{"Name": "BVLGARI OMNIA CRYSTALLINE by Bvlgari", "Natural": "BVLGARI OMNIA CRYSTALLINE by Bvlgari. Description: BVLGARI OMNIA CRYSTALLINE by Bvlgari EDT SPRAY .84 OZ & SATIN POUCH for"}
{"Name": "Jennifer Lopez Miami Glow Body Lotion 6.8oz (200ml)", "Natural": "Jennifer Lopez Miami Glow Body Lotion 6.8oz (200ml). Description: Jennifer Lopez Miami Glow Body Lotion is a rich body treatment to leave your skin feeling silky soft and smooth with the lingering fragrance of tropical fruits, shimmering florals and sultry amber scents."}
{"Name": "LA Colors Hydrating LipstickPassion, 1 Count", "Natural": "LA Colors Hydrating LipstickPassion, 1 Count. Description: Introducing a new line of hydrating color lipsticks that nourish and moisturize lips while giving them the vibrant color. Enriched with Vitamin E, it goes on with ease and leaves lips feeling soft and supple."}
{"Name": "[Kikiyu] Potassium mirabilite carbonic acid hot water (Fragrance of gentle honey lemon)", "Natural": "[Kikiyu] Potassium mirabilite carbonic acid hot water (Fragrance of gentle honey lemon). Description: [Kikiyu] Potassium mirabilite carbonic acid hot water (Fragrance of gentle honey lemon)"}
