{"Name": "Qillyoper Cast Iron Single Switch Electrical Rustic Brown", "Natural": "Qillyoper Cast Iron Single Switch Electrical Rustic Brown. Description: Cast Iron Electrical Switch plate is done in the two tone rustic brown coloring. Measuring 5T x 3.75W x .25. Weight 13 oz"}
{"Name": "Sedona Lace Pointed Crease - EB 15", "Natural": "Sedona Lace Pointed Crease - EB 15. Description: The best thing about this crease brush is that it comes to a nice point at the top. This is perfect for even the smallest eye spaces."}
{"Name": "ChapStick (1) Pack Lip Balm Sticks - 3pc Set Includes: Peaches & Cream, Strawberries & Cream, Bananas & Cream - Paraben Free", "Natural": "ChapStick (1) Pack Lip Balm Sticks - 3pc Set Includes: Peaches & Cream, Strawberries & Cream, Bananas & Cream - Paraben Free. Description: 3 pc set of chapstick , peaches & cream / strawberries & cream / bananas & cream"}
{"Name": "4 Point Eyebrow Pen, Micro Ink Tat Brow Pen Waterproof Eyebrow Pencil With Micro-Fork Tips for Daily Natural Eye Brown Makeup (Dark Brown/ Chestnut)", "Natural": "4 Point Eyebrow Pen, Micro Ink Tat Brow Pen Waterproof Eyebrow Pencil With Micro-Fork Tips for Daily Natural Eye Brown Makeup (Dark Brown/ Chestnut). Description: eyebrow pen"}
{"Name": "Natural Life Cosmetic Bag, Heart Love Life", "Natural": "Natural Life Cosmetic Bag, Heart Love Life. Description: Enjoy the little things in life with this cosmetic bag-heart love life from natural life. Inspired by a love of creating, natural life products are unique in design and inspire women and girls to live a natural life of being happy and being themselves."}
{"Name": "Aysekone 10 Pack Velour Elastic Hair Ropes Seamless Solid Color Simple Large Intestine Circles Hair Ties Hair Scrunchies Ponytail Donut Grip Loop Holder Stretchy Hair Band for Women Girls", "Natural": "Aysekone 10 Pack Velour Elastic Hair Ropes Seamless Solid Color Simple Large Intestine Circles Hair Ties Hair Scrunchies Ponytail Donut Grip Loop Holder Stretchy Hair Band for Women Girls. Description: 10 Pack Velour Elastic Hair Scrunchies"}
{"Name": "Bmadge Indian Dreamcatcher Feather Headband Tassel Hemp Rope Bohemian Headwear Hippie Festival Rave Party Hairl Accessory for Women and Girls", "Natural": "Bmadge Indian Dreamcatcher Feather Headband Tassel Hemp Rope Bohemian Headwear Hippie Festival Rave Party Hairl Accessory for Women and Girls. Description: ABOUT INDIAN FEATHER HEADBAND"}
{"Name": "Thymes - Tiare Monoi Bar Soap - Naturally Conditioning Bath Soap with Fresh Floral Scent - 7 ounce", "Natural": "Thymes - Tiare Monoi Bar Soap - Naturally Conditioning Bath Soap with Fresh Floral Scent - 7 ounce. Description: Intoxicating Tiare flower. Shimmering osmanthus. Sultry ylang ylang. Sparkling heliotrope. Rich agarwood."}
{"Name": "Lucky Trendy Oil in cuticle pusher pen AOP480", "Natural": "Lucky Trendy Oil in cuticle pusher pen AOP480. Description: Oil in cuticle pusher pen. Features a ceramic tip made of stone material that buffs dead skin cells, while also releasing an oil to ensure a healthy, neat and moisturized nail bed"}
{"Name": "Burts Acne Spt Trtmnt Size .26z", "Natural": "Burts Acne Spt Trtmnt Size .26z. Description: For the most up to date information, we recommend you visit the manufacturer website for the best product details, including ingredients, hazards, directions and warnings. This product offering is for 2 Retail Package"}
