{"Name": "Winstonia Christmas Holiday Nail Art Stamping Plates Bundle Set Winter Festival Manicure - Holly Jolly Christmas, Winter Wonderland, The North Pole", "Natural": "Winstonia Christmas Holiday Nail Art Stamping Plates Bundle Set Winter Festival Manicure - Holly Jolly Christmas, Winter Wonderland, The North Pole. Description: Complete your holiday nail art with our Christmas stamping plate collection -"}
{"Name": "Jo Malone Cypress & Grapevine Cologne Intense 0.3oz /9ml.", "Natural": "Jo Malone Cypress & Grapevine Cologne Intense 0.3oz /9ml.. Description: SAMPLE SIZE 0.3 oz Jo Malone Cypress & Grapevine Cologne Intense. Sample before buying full size that cost $145. Do not buy this sample size if you want full size"}
{"Name": "Hermitshell Hard EVA Travel Case Fits Waterpik Cordless Freedom Water Flosser WF-03", "Natural": "Hermitshell Hard EVA Travel Case Fits Waterpik Cordless Freedom Water Flosser WF-03. Description: Hermitshell Hard EVA Travel Case Fits Waterpik Cordless Freedom Water Flosser WF-03"}
{"Name": "Kiss Nails GEL FANTASY-Short Design Nails w/Adhesive Tabs & Glue (KGNC102F) (1 PACK)", "Natural": "Kiss Nails GEL FANTASY-Short Design Nails w/Adhesive Tabs & Glue (KGNC102F) (1 PACK). Description: Kiss Gel Fantasy Medium Length Gel Nails (KGNC102F)"}
{"Name": "Clubman Moustache Wax Brown 0.50 oz (Pack of 12)", "Natural": "Clubman Moustache Wax Brown 0.50 oz (Pack of 12). Description: For the most up to date information, we recommend you visit the manufacturer website for the best product details, including ingredients, hazards, directions and warnings. This product offering is for 12 Retail Package"}
{"Name": "Too Faced Peach Kiss Moisture Matte Long Wear Lipstick\"Pink with a Wink\" - Full Size", "Natural": "Too Faced Peach Kiss Moisture Matte Long Wear Lipstick\"Pink with a Wink\" - Full Size. Description: Too Faced Peach Kiss Moisture Matte Long Wear Lipstick\"Pink with a Wink\" - Full Size"}
{"Name": "AVOD 2 Pack Safety Black Face Accessories Unisex Reusable Washable Adult Outdoor Activity Accessories for Men and Women", "Natural": "AVOD 2 Pack Safety Black Face Accessories Unisex Reusable Washable Adult Outdoor Activity Accessories for Men and Women. Description: Wide Application:Suitable for traveling, cycling, running, camping and daily use."}
{"Name": "Hallo Sapa Angelica Herb Soap, 4.3 oz.", "Natural": "Hallo Sapa Angelica Herb Soap, 4.3 oz.. Description: Made from pressed oil and dried herbs of geothermal Iceland this Angelica Herb Soap has a high level of chlorophyll which helps keep the skin moist."}
{"Name": "Outstanding Bracelet/Bangle With Golden Chain And Ocean/Sea Starfishes, Shells/Conches And Pearls Pendants/Charms By VAGA", "Natural": "Outstanding Bracelet/Bangle With Golden Chain And Ocean/Sea Starfishes, Shells/Conches And Pearls Pendants/Charms By VAGA. Description: Stylish Bracelet With Shells, Starfishes And Pearls On Golden Chain"}
{"Name": "Rechargeable Electric Callus Remover and Shaver by Noble Innovations - Strongest Rechargeable Pedicure Foot Care File Tool with Spa Like Results", "Natural": "Rechargeable Electric Callus Remover and Shaver by Noble Innovations - Strongest Rechargeable Pedicure Foot Care File Tool with Spa Like Results. Description: SO THAT’S WHAT MY FEET LOOK LIKE…"}
