{"Name": "Gold 'N Hot Brush Replacements, GH 3202 and GH 2275", "Natural": "Gold 'N Hot Brush Replacements, GH 3202 and GH 2275. Description: Since its inception more than 25 years ago, gold a˜n hot instantly became and remains the no. 1 selling brand in the professional ethnic beauty marketplace."}
{"Name": "Walker Tape Blue Lace Double Sided Tape Roll 1\" x 3 yards for Toupees & Wigs", "Natural": "Walker Tape Blue Lace Double Sided Tape Roll 1\" x 3 yards for Toupees & Wigs. Description: Lace Support tape invented & mfg. by Walker Tape co. is the original lace support tape to be used for both lace & poly type caps."}
{"Name": "Betsey Johnson Pretty N Punk Eau De Parfum Spray - 3.4 fl oz", "Natural": "Betsey Johnson Pretty N Punk Eau De Parfum Spray - 3.4 fl oz. Description: This is a 20 ml Refillable purse spray that includes 2 additional refills. Very easy to assemble and install."}
{"Name": "Stink Bombs 12 Boxes", "Natural": "Stink Bombs 12 Boxes. Description: Whether your goal is to clear out a whole room or play a practical joke on your friends or family these Stink Bombs are sure to gross out your intended victims. Just break the Stink Bombs open and watch everybody run."}
{"Name": "Alastin Skincare HA (Hyaluronic Acid) IMMERSE Serum 1 Fl. Oz. 29.6 mL", "Natural": "Alastin Skincare HA (Hyaluronic Acid) IMMERSE Serum 1 Fl. Oz. 29.6 mL. Description: A breakthrough formula that delivers instant hydration for smoother, more radiant-looking skin — while helping amplify skin's hyaluronic acid levels over time"}
{"Name": "Biore Charcoal Acne Clearing Cleanser 6.77 Ounce Pump (200ml) (2 Pack)", "Natural": "Biore Charcoal Acne Clearing Cleanser 6.77 Ounce Pump (200ml) (2 Pack). Description: Absorbs Oil And Clears Breakouts, With Natural Charcoal, Penetrates Pores"}
{"Name": "blending 28", "Natural": "blending 28. Description: A very soft brush that is excellent for all over blending-a must when you’re wearing more than one eye color.  Make sure and keep this brush free of color , so you can use it to blend eye colors flawlessly."}
{"Name": "Peeper-Keeper Beads Eyeglass Retainer in Blue", "Natural": "Peeper-Keeper Beads Eyeglass Retainer in Blue. Description: Peeper Keeper brand eyeglass retainers are world famous for their unique method of attaching to your eyeglass frames. No more constant adjusting of loose retainers. These are the best you will ever use."}
{"Name": "Hairginkgo Mannequin Head 100% Real Hair Manikin Head Styling Hairdresser Training Head Cosmetology Doll Head for Dyeing Cutting Braiding Practice with Clamp Stand (2022B0214)", "Natural": "Hairginkgo Mannequin Head 100% Real Hair Manikin Head Styling Hairdresser Training Head Cosmetology Doll Head for Dyeing Cutting Braiding Practice with Clamp Stand (2022B0214). Description: About Hairginkgo:"}
{"Name": "ChapStick Spring Collection Cotton Candy Green Jelly Bean Peaches & Cream 3 pk", "Natural": "ChapStick Spring Collection Cotton Candy Green Jelly Bean Peaches & Cream 3 pk. Description: Keep your lips protected this spring with the delicious 2018 Spring Collection! This pack contains 1 each of Green Jelly Bean, Cotton Candy and Peaches & Cream flavored lip balm."}
