{"Name": "Keo's Thai Cuisine", "Natural": "Keo's Thai Cuisine. Description: A vintage cookbook from a well known Thai restaurant in Honolulu. Purchased at the restaurant in about 1985-ish. It seems to be the first printng as there is not even an ISBN number."}
{"Name": "Roger & Gallet The Vert Eau de Toilette, 3.3 Fluid Ounce", "Natural": "Roger & Gallet The Vert Eau de Toilette, 3.3 Fluid Ounce. Description: Launched by the design house of Roger and Gallet. This citrus aromatic fragrance has blend of mandarin orange, grapefruit, yuzu, tea and Virginia cedar notes."}
{"Name": "Hair Straightener Brush - Professional Electric Iron Comb - Simply Straight Hairstyling - Best Ceramic Straightening brush, Detangling Curls, Instant Magic Results, Free Bonus - Carenoble (Pink)", "Natural": "Hair Straightener Brush - Professional Electric Iron Comb - Simply Straight Hairstyling - Best Ceramic Straightening brush, Detangling Curls, Instant Magic Results, Free Bonus - Carenoble (Pink). Description: An Innovative Brush that Upgrades Your Life!"}
{"Name": "Real Techniques Miracle Complexion Sponge, 0.9375 ounce (Pack of 4), Latex-Free, Polyurethane Foam, Multi-Purpose, Round Bottom Makeup Sponges, Ideal for Blending", "Natural": "Real Techniques Miracle Complexion Sponge, 0.9375 ounce (Pack of 4), Latex-Free, Polyurethane Foam, Multi-Purpose, Round Bottom Makeup Sponges, Ideal for Blending. Description: From the Manufacturer"}
{"Name": "Black Mascara - 100% Premium Natural and Organic Ingredients, for Vibrant, Healthy Lashes - Nourish, Strengthen, and Thicken - Made in the USA by Struck Studio", "Natural": "Black Mascara - 100% Premium Natural and Organic Ingredients, for Vibrant, Healthy Lashes - Nourish, Strengthen, and Thicken - Made in the USA by Struck Studio. Description: Why this Mascara is a MUST have!"}
{"Name": "Colgate 2 In 1 Oxygen Whitening Cool Mint Liquid Toothpaste, 4.60-Ounce", "Natural": "Colgate 2 In 1 Oxygen Whitening Cool Mint Liquid Toothpaste, 4.60-Ounce. Description: Colgate 2in1 oxygen whitening toothpaste and mouthwash cleans teeth and freshens breath."}
{"Name": "BC Bonacure TIME RESTORE Treatment, 6.8-Ounce", "Natural": "BC Bonacure TIME RESTORE Treatment, 6.8-Ounce. Description: Schwarzkopf BC Bonacure Q10 Time Restore Conditioning Treatment for Mature and Fragile Hair 200ml/6.8oz"}
{"Name": "Jennifer Lopez Miami Glow Body Lotion 6.8oz (200ml)", "Natural": "Jennifer Lopez Miami Glow Body Lotion 6.8oz (200ml). Description: Jennifer Lopez Miami Glow Body Lotion is a rich body treatment to leave your skin feeling silky soft and smooth with the lingering fragrance of tropical fruits, shimmering florals and sultry amber scents."}
{"Name": "Silicone Back Scrubber for Shower - Deep Clean Double-Sided Exfoliator Massage Back Washer - Silicone Body Scrubber Belt for Man and Woman - Back Exfoliator for Shower (Purple)", "Natural": "Silicone Back Scrubber for Shower - Deep Clean Double-Sided Exfoliator Massage Back Washer - Silicone Body Scrubber Belt for Man and Woman - Back Exfoliator for Shower (Purple). Description: DUAL SILICONE BACK SCRUBBER DESCRIPTON"}
{"Name": "Perfume Studio Parfum Oil IMPRESSION of Polo for Men; A Pure Alcohol Free Perfume Oil (GENERIC VERSION), 10ml Amber Glass Roll On Bottle. (BLUE)", "Natural": "Perfume Studio Parfum Oil IMPRESSION of Polo for Men; A Pure Alcohol Free Perfume Oil (GENERIC VERSION), 10ml Amber Glass Roll On Bottle. (BLUE). Description: Perfume Studio body oil GENERIC VERSION of Polo for men"}
