{"Name": "Trader Joe's Shampoo Bar Peppermint & Tea Tree with Coconut, Olive, and Jojoba Oils, 4 oz Bar", "Natural": "Trader Joe's Shampoo Bar Peppermint & Tea Tree with Coconut, Olive, and Jojoba Oils, 4 oz Bar. Description: Shampoo Bar, 4 oz, - Peppermint & Tea Tree with Coconut, Olive, and Jojoba Oils"}
{"Name": "Straight Haedband Wig Human Hair Wigs for Black Women (22 inch) Briazilian Scarf Wig No Gel Glueless Remy Straight None Lace Front Wigs with Elastic Hair Bands Human Hair Half Wig", "Natural": "Straight Haedband Wig Human Hair Wigs for Black Women (22 inch) Briazilian Scarf Wig No Gel Glueless Remy Straight None Lace Front Wigs with Elastic Hair Bands Human Hair Half Wig. Description: Product Name："}
{"Name": "Sally Hansen Gel Rehab X Strengthener 0.33 Ounce (10ml) (2 Pack)", "Natural": "Sally Hansen Gel Rehab X Strengthener 0.33 Ounce (10ml) (2 Pack). Description: Overnight Renewal Mask To Help Repair Nails To Pre-Gel Condition, Infused With Multi-Vitamins, Non-Sticky Formula"}
{"Name": "M.A.C. Shiny Pretty Things Party Favors Mini Lipstick Gift Set NUDES", "Natural": "M.A.C. Shiny Pretty Things Party Favors Mini Lipstick Gift Set NUDES. Description: These mini lipsticks are everything you need for a daze-inducing kiss, featuring nude-toned hues in special deco packaging. Set includes 4 mini shades, 0.06 ounces each."}
{"Name": "Niutop Newest Adjustable Replacement Wristband with a Secure Clasp and a New Watchband-style Closure for Fitbit One Band Only - Wear You Fitbit One in Style", "Natural": "Niutop Newest Adjustable Replacement Wristband with a Secure Clasp and a New Watchband-style Closure for Fitbit One Band Only - Wear You Fitbit One in Style. Description: Blackhead remover adopts high technology combo of diamond microdermabrasion and vacuum extractionY32"}
{"Name": "R++ Fields Eyelash Lash Boost Serum Last Booster Growth Longer Eyebown 0.17FL/oz", "Natural": "R++ Fields Eyelash Lash Boost Serum Last Booster Growth Longer Eyebown 0.17FL/oz. Description: R++ Fields Eyelash Lash Boost Serum Last Booster Growth Longer Eyebown 0.17FL/oz"}
{"Name": "Cuttlefish IN Space Galaxy Coin Purse", "Natural": "Cuttlefish IN Space Galaxy Coin Purse. Description: This Animal World design is printed on a polyurethane & tricot coin purse. Featuring a Cuttlefish Cephalopod cruising around in a starry universe like an alien spaceship looking for prey."}
{"Name": "Tresemme Shampoo Keratin Smooth Color With Moroccan Oil 22 Ounce (650ml) (2 Pack)", "Natural": "Tresemme Shampoo Keratin Smooth Color With Moroccan Oil 22 Ounce (650ml) (2 Pack). Description: Nourishes From Root To Tip, For Smooth, Shiny Hair, With Moroccan Oil"}
{"Name": "Aubusson Hearts Desire Body Mist, 8 Fluid Ounce", "Natural": "Aubusson Hearts Desire Body Mist, 8 Fluid Ounce. Description: Launched by the design house of Aubusson. This floral fragrance has a blend of crisp apple, sheer watermelon, muguet bells, white lily, sheer freesia, teakwood, and musk."}
{"Name": "Bath & Body Works Travel Size VELVET SUGAR Body Care Bundle: Fragrance Mist + Shower Gel + Body Lotion 3 oz / 88 ml by Bath & Body Works", "Natural": "Bath & Body Works Travel Size VELVET SUGAR Body Care Bundle: Fragrance Mist + Shower Gel + Body Lotion 3 oz / 88 ml by Bath & Body Works. Description: This listing comes with a travel sized lotion, shower gel and fragrance mist!"}
