{"Name": "Ulta Beauty Correct And Perfect Lip Primer (Pack of 2)", "Natural": "Ulta Beauty Correct And Perfect Lip Primer (Pack of 2). Description: Ulta's Correct & Perfect Lip Primer will not only help make your lip color look flawless, but it can be used as an eraser to clean up around your lips! Formulated Without Parabens and Gluten!"}
{"Name": "Premium Quality Beauty Make up Set Kit of 100 Black Disposable Eyelash Mini Brushes Mascara Wands Applicators By VAGA", "Natural": "Premium Quality Beauty Make up Set Kit of 100 Black Disposable Eyelash Mini Brushes Mascara Wands Applicators By VAGA. Description: 100 Black Disposable Eyelash Mini Brushes Mascara Wands Applicators"}
{"Name": "4 Set Acrylic Nail Art Display Stand, Magnetic Nail Tips Practice Holder Stand Fingernail DIY Display Stands (4Black)", "Natural": "4 Set Acrylic Nail Art Display Stand, Magnetic Nail Tips Practice Holder Stand Fingernail DIY Display Stands (4Black). Description: Nail tips holder: 0.55 inches in diameter, 0.98 inches in height Acrylic base: 0.55 4.13 inches"}
{"Name": "Hair Cap for Deep Heat Conditioning, SXG Steamer for Hair Treatment Heat Cap, Cordless Hair Therapy Wrap, Thermal Hair Cap Micro, Steam Caps for Oil Treatments, Heat Gel Cap - Purple", "Natural": "Hair Cap for Deep Heat Conditioning, SXG Steamer for Hair Treatment Heat Cap, Cordless Hair Therapy Wrap, Thermal Hair Cap Micro, Steam Caps for Oil Treatments, Heat Gel Cap - Purple. Description: THE FUNTIONAL HEAT CAP IS PERFECT FOR THE HOME HAIR SALON"}
{"Name": "WILD GROWTH HAIR OIL 4 oz Bottle (4 PACK) Detangler/Extender! With Olive oil, Jojoba oil, Coconut oil & more!", "Natural": "WILD GROWTH HAIR OIL 4 oz Bottle (4 PACK) Detangler/Extender! With Olive oil, Jojoba oil, Coconut oil & more!. Description: Promotes strong, thick hair growth for all hair types."}
{"Name": "Razbaby Silicone Toothbrush, White", "Natural": "Razbaby Silicone Toothbrush, White. Description: RazBaby Silicone Toothbrush ‑ This soft Silicone Toothbrush is the First Toothbrush for the Baby. The soft bristles won't hurt the gums or the teeth. BPA, Phthalates, Vinyl Free"}
{"Name": "China Glaze Nail Polish, Glow-Worthy 1664", "Natural": "China Glaze Nail Polish, Glow-Worthy 1664. Description: China Glaze Nail Polish, Glow-Worthy, 1664, .50 fl oz.Deep bronze gold nail color with strong holographic shimmer.China Glaze Body & Sol Collection."}
{"Name": "ESTEE LAUDER by Estee Lauder Estee Lauder Body Performance Firming Body Creme--/6.7OZ", "Natural": "ESTEE LAUDER by Estee Lauder Estee Lauder Body Performance Firming Body Creme--/6.7OZ. Description: Buy Online Estee Lauder BODY PERFORMANCE firming body cream 200ml"}
{"Name": "Secrets of the Islands - Citrus Basil Salt Scrub (16 oz)", "Natural": "Secrets of the Islands - Citrus Basil Salt Scrub (16 oz). Description: All natural Bahamian salt scrub made with the purest ingredients. Secret of the Islands exfoliating salt scrub polishes away dead skin leaving you with a healthy radiant glow."}
{"Name": "Vera Wang By Vera Wang Mens After Shave Balm 3.4 Oz", "Natural": "Vera Wang By Vera Wang Mens After Shave Balm 3.4 Oz. Description: classified as a seductive oriental Masculine scent possesses a blend of green leaves, luminous yuzu, netmeg, leather"}
