{"Name": "Nuance and Nuance Pro Swivel Tube with Exhalation Port", "Natural": "Nuance and Nuance Pro Swivel Tube with Exhalation Port. Description: The Swivel Tubing with Exhalation Port for Nuance and Nuance Pro Nasal Pillow Mask is the replacement short tubing and does not include any other items."}
{"Name": "ENDO ICE GREEN 6 OZ H05032 by BND (Single Pk) HYGENIC COLTENE/WHALEDENT INC.", "Natural": "ENDO ICE GREEN 6 OZ H05032 by BND (Single Pk) HYGENIC COLTENE/WHALEDENT INC.. Description: Endo Ice Spray Green 6oz/Cn"}
{"Name": "Garnier Skin Naturals Light Complete Serum Cream, 45g", "Natural": "Garnier Skin Naturals Light Complete Serum Cream, 45g. Description: Garnier Light Complete Vitamin C Serum Cream Cleanse your face and apply the Garnier Light Complete Vitamin C Serum Cream UV evenly on your face and neck, avoiding the eye area"}
{"Name": "Acai Pomegranate Rejuvenating Masque", "Natural": "Acai Pomegranate Rejuvenating Masque. Description: Our Acai Pomegranate Rejuvenating Masque is rich in super fruits that gently purifies, fades sun pigmentation, instantly softens & diminishes fine lines and wrinkles."}
{"Name": "AUBREY organic cotton powder puff (large)", "Natural": "AUBREY organic cotton powder puff (large). Description: Powder puff of handmade even have hand stuck to the organic, cotton powder puff for gentle and soft. I was made ​​one by one to make handmade series. Irritation to the skin is small, and is a very smooth feel."}
{"Name": "Anointing Oil-Roll On-Frankincense & Myrrh- 1/3 oz", "Natural": "Anointing Oil-Roll On-Frankincense & Myrrh- 1/3 oz. Description: FRANKINCENSE & MYRRH ANOINTING OIL 1/3 OZ. ROLL-ON"}
{"Name": "KASUP Bath Pillow,Bathtub Spa Pillow with 4D Air Mesh Technology and 7 Suction Cups,Helps Support Head,Back,Shoulder and Neck,fit All Bathtub,Hot Tub and Home Spa", "Natural": "KASUP Bath Pillow,Bathtub Spa Pillow with 4D Air Mesh Technology and 7 Suction Cups,Helps Support Head,Back,Shoulder and Neck,fit All Bathtub,Hot Tub and Home Spa. Description: ❤"}
{"Name": "Betty Dain Vinyl Bath Mate Extra Large pink", "Natural": "Betty Dain Vinyl Bath Mate Extra Large pink. Description: Waterproof Shower Cap Soft, supple vinyl Fashionable polka dot print Available as a standard shower cap or with a terry-cloth lining Available in regular or extra-large sizes for long, thick hair"}
{"Name": "Juice Organics Lip Amplifier - 0.5 oz.", "Natural": "Juice Organics Lip Amplifier - 0.5 oz.. Description: Achieve sumptuous, smooth kissable lips with a blend of lip amplifying peptides, moisturizing organic pomegranate seed oil and luscious mineral tints."}
{"Name": "Briogeo Don't Despair, Repair! Overnight Repair Treatment", "Natural": "Briogeo Don't Despair, Repair! Overnight Repair Treatment. Description: This is an overnight repair treatment to strengthen, restore moisture, repair split ends, and increase elasticity, shine, and luster while you sleep. Those with dry, damaged, chemically-treated, and lifeless hair."}
