{"Name": "Benefit Cosmetics BADgal BANG! 24 Hour Eye Pencil - Deep Brown 0.009 oz (Pack of 1)", "Natural": "Benefit Cosmetics BADgal BANG! 24 Hour Eye Pencil - Deep Brown 0.009 oz (Pack of 1). Description: Perfect luxurious eye pencil liner with smudgee on other end for a smoked out or natural looking eye definition. Goes on creamy with a matte finish."}
{"Name": "INDIO Court Case Oil by 7 Sisters of New Orleans 1/2 fl. oz. (14.7ml)", "Natural": "INDIO Court Case Oil by 7 Sisters of New Orleans 1/2 fl. oz. (14.7ml). Description: Ease your way through the justice system by wearing 7 Sisters Court Case Oil as your perfume whenever you are consulting with attorneys or going into court before a judge or jury."}
{"Name": "Pure Instinct", "Natural": "Pure Instinct. Description: \"Pure Instinct is a gender-friendly fragrance, formulated to stimulate sexual appeal. Many benefits have been noted: Elevates Confidence Enhances Moods Awakens the Senses Contains: A generous blend of pheromones and essential oils.\""}
{"Name": "Psorolin Ointment - 75g (Pack of 8) + Free Vetiver Bath Scrub", "Natural": "Psorolin Ointment - 75g (Pack of 8) + Free Vetiver Bath Scrub. Description: Dr. JRK Psorolin Ointment contains extracts of Wrightia tinctoria, Cynodon dactylon and Ointment base as an active ingredient."}
{"Name": "Qunlinta Hair Extensions Ponytail 18\" 20\" Claw Curly Wavy Straight Clip in Hair Extensions Synthetic Hairpiece (18-inch-Curly, Dark Brown Mix Light Auburn)", "Natural": "Qunlinta Hair Extensions Ponytail 18\" 20\" Claw Curly Wavy Straight Clip in Hair Extensions Synthetic Hairpiece (18-inch-Curly, Dark Brown Mix Light Auburn). Description: 1"}
{"Name": "Morgan Taylor - Fall 2017 - Sitting Pretty - 15ml / 0.5oz", "Natural": "Morgan Taylor - Fall 2017 - Sitting Pretty - 15ml / 0.5oz. Description: MORGAN TAYLOR VOTED 2018 BEST NAIL LACQUER BY PROFESSIONAL"}
{"Name": "Bath & Body Works Black Cherry Merlot Ultra Shea Body Cream 24 hr Moisture 8 oz / 226 g", "Natural": "Bath & Body Works Black Cherry Merlot Ultra Shea Body Cream 24 hr Moisture 8 oz / 226 g. Description: Bath & Body Works Black Cherry Merlot Ultra Shea Body Cream 24 hr Moisture 8 oz / 226 g"}
{"Name": "Vivitar Total Grooming Kit", "Natural": "Vivitar Total Grooming Kit. Description: The high quality stainless steel blade easy and an ergonomic grip of the Vivitar Total Body Groomer makes it easy to glide and groom your body with utmost precision."}
{"Name": "Silicone Body Scrubber with Loofah, Silicone Back Scrubber for Shower, Long Shower Back Scrubber, Silicone Body Brush for Exfoliating, Great for Men and Women (Purple)", "Natural": "Silicone Body Scrubber with Loofah, Silicone Back Scrubber for Shower, Long Shower Back Scrubber, Silicone Body Brush for Exfoliating, Great for Men and Women (Purple). Description: This is our new Two-Sided Bristle Silicone Shower Long Brush."}
{"Name": "Marc Anthony Dream Big Volume Hair Spray 8.6 Ounce (300ml) (3 Pack)", "Natural": "Marc Anthony Dream Big Volume Hair Spray 8.6 Ounce (300ml) (3 Pack). Description: Marc Anthony Dream Big Volume Hair Spray 8.6 Ounce (300ml) (3 Pack)"}
