{"Name": "Systeme 41 Day Creme", "Natural": "Systeme 41 Day Creme. Description: This rich, shiny-smooth formula absorbs deeply to help repair and reduce visible signs of aging. Gentle Olive Oil Emulsifiers help smooth skin & deliver the kind of suppleness that deeply moisturizes and truly helps you look younger."}
{"Name": "Hemani Saffron Oil - 30 ml", "Natural": "Hemani Saffron Oil - 30 ml. Description: DISCLAIMER: “This statement and/or products has not been evaluated by the FDA. This product is not intended to diagnose, treat, cure, or prevent any disease.”"}
{"Name": "Marilyn Miglin Destiny Perfume Oil Spray 2 oz", "Natural": "Marilyn Miglin Destiny Perfume Oil Spray 2 oz. Description: Destiny Perfume Oil Spray. Sensually caress your skin with moisture to leave it soft and silky. This dry oil spray mist absorbs instantly without a trace of oil. Leaves skin looking smooth and polished, healthy and glowing."}
{"Name": "Jade Roller and Gua Sha, Face Roller Kit for Women,Natural Rose Quartz Massager for Face,Eyes,Neck,Reduce Swelling and Anti Wrinkle, Noiseless and Magnetic Suction", "Natural": "Jade Roller and Gua Sha, Face Roller Kit for Women,Natural Rose Quartz Massager for Face,Eyes,Neck,Reduce Swelling and Anti Wrinkle, Noiseless and Magnetic Suction. Description: How to use jade roller set?"}
{"Name": "SPA Headbands for Washing Face, Soft Coral Fleece Bow Head Band, Makeup Hair Band for Shower Pack-6", "Natural": "SPA Headbands for Washing Face, Soft Coral Fleece Bow Head Band, Makeup Hair Band for Shower Pack-6. Description: SPA Headbands for Washing Face, Soft Coral Fleece Bow Head Band, Makeup Hair Band for Shower Pack-6"}
{"Name": "JAFRA TENDER MOMENTS LAVENDER & CHAMOMILE SOFTENING BABY HAIR & BODY WASH", "Natural": "JAFRA TENDER MOMENTS LAVENDER & CHAMOMILE SOFTENING BABY HAIR & BODY WASH. Description: JAFRA TENDER MOMENTS LAVENDER & CHAMOMILE SOFTENING BABY HAIR & BODY WASH"}
{"Name": "Fheaven 2PCS 5cm / 7cm Heart Shape Pompom Maker Fluff Ball Weaver Loom Craft", "Natural": "Fheaven 2PCS 5cm / 7cm Heart Shape Pompom Maker Fluff Ball Weaver Loom Craft. Description: Feature:  Create beautiful Heart Shape Pom-Poms.   Package Include:  1x weaving tools  1x Blister English brochure"}
{"Name": "Estee Lauder - Bronze Goddess Eau Fraiche/Skinscent 1.7 Fl. Oz", "Natural": "Estee Lauder - Bronze Goddess Eau Fraiche/Skinscent 1.7 Fl. Oz. Description: Feel the heat. The original, alluring Eau Fraîche you know and love is back for another spring/summer season"}
{"Name": "Oxiion Exfoliating Foot Peeling Mask - Exfoliating Callus Remover (2 Pairs Per Box)", "Natural": "Oxiion Exfoliating Foot Peeling Mask - Exfoliating Callus Remover (2 Pairs Per Box). Description: Oxiion Foot Peel Mask is made with the highest quality natural organic solution to help exfoliating callus from your feet and leave your feet hydrated, smooth and soft"}
{"Name": "Goody 07503 SlideProof 30 Count Secure Fit Flat Polyband Elastics, Full Coverage, Comfortable and Secure Hold, 10x More Ponytails per Elastic, Won't Pull or Snag Hair, Contain no Metal", "Natural": "Goody 07503 SlideProof 30 Count Secure Fit Flat Polyband Elastics, Full Coverage, Comfortable and Secure Hold, 10x More Ponytails per Elastic, Won't Pull or Snag Hair, Contain no Metal. Description: 30 Count Secure Fit Flat Polyband Elastics"}
