{"Name": "The Wet Brush Flex Dry, Pink \"SET OF 2\"", "Natural": "The Wet Brush Flex Dry, Pink \"SET OF 2\". Description: FlexDry - the comfortable and quick way to dry your hair. OmniFlex brush head flexes in every direction to contour to scalp."}
{"Name": "White Diamonds by Elizabeth Taylor Coffret", "Natural": "White Diamonds by Elizabeth Taylor Coffret. Description: Edt spray .33 oz mini (three pieces) & refillable purser design house: elizabeth taylor year introduced: 1991 fragrance notes: lily, rose, amber, oakmoss and sandalwood. recommended use: casual"}
{"Name": "Olay Ultra Moisture Vanilla Indulgence Body Wash, 22 Fluid Ounce", "Natural": "Olay Ultra Moisture Vanilla Indulgence Body Wash, 22 Fluid Ounce. Description: Our advanced ultra moisture formula, with Olay moisturizers and a warm vanilla fragrance, gives you long-lasting moisture that absorbs and helps to treat dryness at the source."}
{"Name": "Custom before the arrival of the summer solstice Lu Fu Xiao Secretary Aung favorite Coke bottle earrings 925 sterling silver ear hook ear clip", "Natural": "Custom before the arrival of the summer solstice Lu Fu Xiao Secretary Aung favorite Coke bottle earrings 925 sterling silver ear hook ear clip. Description: Custom before the arrival of the summer solstice Lu Fu Xiao Secretary Aung favorite Coke bottle earrings 925 sterling silver ear hook ear clip"}
{"Name": "Aivwis 100 PCS Baby Hair Ties, Cotton Mini Hair Ties, Soft Seamless Small Hair Ties, Elastic Ponytail Holders, for Baby Toddlers Girls Kids, 1 Inch in Diameter (Black Color)", "Natural": "Aivwis 100 PCS Baby Hair Ties, Cotton Mini Hair Ties, Soft Seamless Small Hair Ties, Elastic Ponytail Holders, for Baby Toddlers Girls Kids, 1 Inch in Diameter (Black Color). Description: Cute Baby Hair Ties"}
{"Name": "Jade Eye Roller Facial Massager & Vitamin C Hyaluronic Acid Facial Therapy Set | Anti-Aging Neck Slimming Eye Puffiness Reducer | Derma Roller Cosmetic Needling and Microneedling Alternative", "Natural": "Jade Eye Roller Facial Massager & Vitamin C Hyaluronic Acid Facial Therapy Set | Anti-Aging Neck Slimming Eye Puffiness Reducer | Derma Roller Cosmetic Needling and Microneedling Alternative. Description: Imperfect Chic’s Jade Facial Massager and Vitamin E Revitalizing Serum"}
{"Name": "Paramedic Utility Sky Blue Bandage Trauma EMT EMS Shears Scissors 7.25 INCH Stainless Steel (GSI Brand)", "Natural": "Paramedic Utility Sky Blue Bandage Trauma EMT EMS Shears Scissors 7.25 INCH Stainless Steel (GSI Brand). Description: Paramedic Utility Sky Blue Bandage Trauma EMT EMS Shears Scissors 7.25 INCH Stainless Steel"}
{"Name": "Kiss I Envy Paparazzi 17 Double Pack Lashes", "Natural": "Kiss I Envy Paparazzi 17 Double Pack Lashes. Description: Kiss I Envy Paparazzi 17 Double Pack False Lashes - Suitable For Contact Lens Wearer. 100% Human Hair."}
{"Name": "Tag Body Shots Refill Cartridges, After Hours for Men, 2 each 0.75 oz (2 pack)", "Natural": "Tag Body Shots Refill Cartridges, After Hours for Men, 2 each 0.75 oz (2 pack). Description: Small easy to use cartridges that snap in and out of a reusable holder (sold separately)"}
{"Name": "MAC Lipstick/Bronze A La Plage", "Natural": "MAC Lipstick/Bronze A La Plage. Description: What it is: An ultra-creamy lipstick with a smooth glide, bold color payoff and a semi-lustrous finish. What it does: This full-coverage lipstick features the same formula that made the brand famous."}
