{"Name": "Chanel Rouge Coco Ultra Hydrating Lip Colour 480 Corail Vibrant for Women, 0.12 Ounce", "Natural": "Chanel Rouge Coco Ultra Hydrating Lip Colour 480 Corail Vibrant for Women, 0.12 Ounce. Description: Rouge Coco Ultra Hydrating Lip Colour is a reinvented version of Rouge Coco and is more expressive than ever with a new formula and vibrant color spectrum."}
{"Name": "Jstores Pro Cosmetic Makeup Face Powder Blusher Toothbrush Curve Brush Foundation Tool-Silver", "Natural": "Jstores Pro Cosmetic Makeup Face Powder Blusher Toothbrush Curve Brush Foundation Tool-Silver. Description: Specifications: Shape: Toothbrush Material: Nylon + Plastic Total Length:15cm Wool Size(L*W*H): 3 * 2 *1cm Package included: 1 x Foundation Brush"}
{"Name": "Jade Roller and Gua Sha, Face Roller Kit for Women,Natural Rose Quartz Massager for Face,Eyes,Neck,Reduce Swelling and Anti Wrinkle, Noiseless and Magnetic Suction", "Natural": "Jade Roller and Gua Sha, Face Roller Kit for Women,Natural Rose Quartz Massager for Face,Eyes,Neck,Reduce Swelling and Anti Wrinkle, Noiseless and Magnetic Suction. Description: How to use jade roller set?"}
{"Name": "Marble Case for Samsung Galaxy S21 5G, Silicone TPU clear Protective flexible Fashion Case for Men Women Girls Shockproof Marble Silicone Tpu Bumper Cover for Galaxy S21 6.2 inch 2021", "Natural": "Marble Case for Samsung Galaxy S21 5G, Silicone TPU clear Protective flexible Fashion Case for Men Women Girls Shockproof Marble Silicone Tpu Bumper Cover for Galaxy S21 6.2 inch 2021. Description: Superior product technology:"}
{"Name": "Revlon Age Defying Foundation with DNA Advantage, Honey Beige, 1 Fluid Ounce", "Natural": "Revlon Age Defying Foundation with DNA Advantage, Honey Beige, 1 Fluid Ounce. Description: Revlon breakthrough age defying with DNA advantage cream makeup combines science and beauty to make you look younger."}
{"Name": "Bepets dog brush Cat Brush for Shedding and Grooming, Pet Grooming Brush Cat Hair Brush Dog Slicker Brush for Small Dogs Cats Kitten Puppy, Dog Brush for Shedding Short Hair (Large Blue)", "Natural": "Bepets dog brush Cat Brush for Shedding and Grooming, Pet Grooming Brush Cat Hair Brush Dog Slicker Brush for Small Dogs Cats Kitten Puppy, Dog Brush for Shedding Short Hair (Large Blue). Description: Feature:"}
{"Name": "Gadgetsevil Jelly Mercury TPU Rubber Skin Slim Polka Dot Case for Google Nexus 5 (Black)", "Natural": "Gadgetsevil Jelly Mercury TPU Rubber Skin Slim Polka Dot Case for Google Nexus 5 (Black). Description: Gadgetsevil Jelly Mercury TPU Rubber Skin Slim Polka Dot Case for Google Nexus 5"}
{"Name": "Certified Rose Quartz Facial Roller | Does NOT Rust | Stainless Steel Frame | Anti Aging Massager | Natural Face Massage for Wrinkles | Better Skin Tone | Hermiin", "Natural": "Certified Rose Quartz Facial Roller | Does NOT Rust | Stainless Steel Frame | Anti Aging Massager | Natural Face Massage for Wrinkles | Better Skin Tone | Hermiin. Description: Hello gorgeous! The day has come to look your best!"}
{"Name": "Nag Champa Super Hit Cones, 144 Cones Box", "Natural": "Nag Champa Super Hit Cones, 144 Cones Box. Description: These masala based incense cones offers a voyage of scents, with each one varying slightly but blending together beautifully. Each box contains 12 packs and each pack has 12 cones inside."}
{"Name": "LADY ESTHER 4-PURP FACE CREAM Size: 7.5 OZ", "Natural": "LADY ESTHER 4-PURP FACE CREAM Size: 7.5 OZ. Description: LADY ESTHER 4-PURP FACE CREAM Size: 7.5 OZ"}
