{"Name": "my perfumes Oud Rose Concentrated Perfume - Oil Spray - Musk Oil Perfume - for Men and Women - 10 ml", "Natural": "my perfumes Oud Rose Concentrated Perfume - Oil Spray - Musk Oil Perfume - for Men and Women - 10 ml. Description: Its essential natural ingredients include classic roses with citrus taste of juicy lemons"}
{"Name": "New! Neck & Breast Herbal Pueraria Mirifica Firming Lifting & Tightening Gel 30 Ml.", "Natural": "New! Neck & Breast Herbal Pueraria Mirifica Firming Lifting & Tightening Gel 30 Ml.. Description: (Ingredients) Pueraria Mirifica Extract, Polylift, Horestail Extract, Panthenol, Allantoin"}
{"Name": "CestoMen Beard Pencil Filler Kit for Men, with Barber Brush and Mini Shaping Comb, Water Proof Beard Filling Pen for Enhance Repair Shape Effective Enhance Facial Hair Natural Looking (Black)", "Natural": "CestoMen Beard Pencil Filler Kit for Men, with Barber Brush and Mini Shaping Comb, Water Proof Beard Filling Pen for Enhance Repair Shape Effective Enhance Facial Hair Natural Looking (Black). Description: CESTOMEN PROFESSIONAL BARBER SUPPLIES"}
{"Name": "Jade East Musk 2.5 oz. Cologne for Men (Pack of 2)", "Natural": "Jade East Musk 2.5 oz. Cologne for Men (Pack of 2). Description: Jade East Musk Cologne Spray, 2.5 oz for men, (pack of 2)."}
{"Name": "Miss Jessie's Baby Buttercreme- 0.46 oz", "Natural": "Miss Jessie's Baby Buttercreme- 0.46 oz. Description: A great detangler for knots and kinks - Fortifies and strengthens dull lifeless curls. This marvelous milk will smooth out and and condition your curls, kinks and waves and will give your hair more elasticity and spring."}
{"Name": "BC Bonacure TIME RESTORE Treatment, 6.8-Ounce", "Natural": "BC Bonacure TIME RESTORE Treatment, 6.8-Ounce. Description: Schwarzkopf BC Bonacure Q10 Time Restore Conditioning Treatment for Mature and Fragile Hair 200ml/6.8oz"}
{"Name": "Demeter by Demeter Raspberry Cologne Spray 4 oz - 120 ml - for Women", "Natural": "Demeter by Demeter Raspberry Cologne Spray 4 oz - 120 ml - for Women. Description: Released in 2016 by the U.S. fragrance brand of Demeter, Demeter Raspberry is pure summertime delight and fun in a bottle."}
{"Name": "Liqui-Tape Adhesive 1/2 oz", "Natural": "Liqui-Tape Adhesive 1/2 oz. Description: A silicone bonding adhesive that remains flexible with excellent holding power to skin and all hair systems. Also available in a thick formula called Soft-Bond. Silicone Waterproof Also known as LiquiTape."}
{"Name": "Nursing Cover Breastfeeding Scarf - Baby Multi Use Cover | Lightweight Apron Privacy Feeding in Public | Wide Coverage Car Seat Canopy | Breathable Cotton Plus Size Breast Feed Poncho (Green)", "Natural": "Nursing Cover Breastfeeding Scarf - Baby Multi Use Cover | Lightweight Apron Privacy Feeding in Public | Wide Coverage Car Seat Canopy | Breathable Cotton Plus Size Breast Feed Poncho (Green). Description: 1"}
{"Name": "PRO Eyeshadow Palette", "Natural": "PRO Eyeshadow Palette. Description: Product Description Venture into uncharted looks with an array of 16 highly pigmented & blendable shades. From vibrant shimmers to bold mattes, including both cool and warm tones, create endless & versatile artistry & everyday looks. Mirror included. How To Use"}
