{"Name": "JonkaBeauty Organic Solid Shampoo Bar and Scalp Massager Gift Set l All Natural Shampoo Bar for Hair with Shampoo Brush l Oil Control Anti Dandruff Handmade Bar Shampoo for Hair", "Natural": "JonkaBeauty Organic Solid Shampoo Bar and Scalp Massager Gift Set l All Natural Shampoo Bar for Hair with Shampoo Brush l Oil Control Anti Dandruff Handmade Bar Shampoo for Hair. Description: WHAT ARE WE?"}
{"Name": "Hot Sale!Slider Closure Lid For 20 Oz,Canserin Spill And Splash Resistant", "Natural": "Hot Sale!Slider Closure Lid For 20 Oz,Canserin Spill And Splash Resistant. Description: Feature:  100% brand new and high quality. Quantity: 1 Crystal Clear and BPA Free Package Content: Spill And Splash Resistant Lid With Slider Closure For 20 Oz"}
{"Name": "Asquith & Somerset Mango Body Scrub", "Natural": "Asquith & Somerset Mango Body Scrub. Description: Asquith & Somerset Mango Exfoliating Scrub 19.40 Oz. From England. Gently exfoliates dry, dull skin from the surface revealing the radiant, healthy skin beneath. Jar format."}
{"Name": "LA RIVE 'SWEET WOMAN' WOMAN Parf黰 EDP Eau de Parfum NEU & OVP 90 ml", "Natural": "LA RIVE 'SWEET WOMAN' WOMAN Parf黰 EDP Eau de Parfum NEU & OVP 90 ml. Description: La Rive Sweet Woman Eau De Parfum Spray 90ml/3oz Womens Perfume"}
{"Name": "Henna N Placenta Super Strength Deep Conditioner Packet (2oz Pack of 12)", "Natural": "Henna N Placenta Super Strength Deep Conditioner Packet (2oz Pack of 12). Description: Combining nature's most conditioning ingredients, the Henna 'n' Placenta Conditioning Hair Treatment restores lifeless hair and leaves behind locks that are stunningly silky and beautiful."}
{"Name": "Goody Simple Styles Modern Updo Maker 1 Pack Light Hair Color", "Natural": "Goody Simple Styles Modern Updo Maker 1 Pack Light Hair Color. Description: The Goody Simple Styles Modern Updo allows you to easily upgrade your updo! Simply twist, slip and flip the Modern Updo for a super secure modern French twist in seconds."}
{"Name": "Outre Melted Hairline HD Lace Front Wig - MARIELLA, Outre Wigs of Curly Style with 5\" Deep Parting, High Heat Resistant Wigs (DR COPPER BROWN)", "Natural": "Outre Melted Hairline HD Lace Front Wig - MARIELLA, Outre Wigs of Curly Style with 5\" Deep Parting, High Heat Resistant Wigs (DR COPPER BROWN). Description: Outre Melted Hairline HD Lace Front Wig - MARIELLA"}
{"Name": "African Pride Black Castor Miracle Hold and Cover Edges Black, 2.25 oz", "Natural": "African Pride Black Castor Miracle Hold and Cover Edges Black, 2.25 oz. Description: African Pride Black Castor Miracle Hold & Cover Edges BLACK 2.25oz. Covers gray and holds down edges"}
{"Name": "CT+ Clear Therapy + Lotion 500ml + Beauty Bar 175g + Serum with free perfume roll on 1oz sample!", "Natural": "CT+ Clear Therapy + Lotion 500ml + Beauty Bar 175g + Serum with free perfume roll on 1oz sample!. Description: CT+ Clear Therapy + Lotion 500ml + Beauty Bar 175g + Serum with free perfume roll on 1oz sample!"}
{"Name": "Great Value Set Kit of 3 Extraordinary Finger Rings With Twisted / Spiral Infinity / Bow Ties Shapes Designs And In Silver, Rose Gold And Golden Colours By VAGA", "Natural": "Great Value Set Kit of 3 Extraordinary Finger Rings With Twisted / Spiral Infinity / Bow Ties Shapes Designs And In Silver, Rose Gold And Golden Colours By VAGA. Description: Set of 3 Graceful Finger Rings With Twisted Infinity Symbol In Silver, Rose Gold And Gold Colours"}
