{"Name": "Body Wave Lace Front Wigs Human Hair Wigs for Black Women 10A Brazilian 4x4 Body Wave Lace Closure Wig Human Hair Pre Plucked with Baby Hair 150% Density Natural Color (20 inch, 150% Density)", "Natural": "Body Wave Lace Front Wigs Human Hair Wigs for Black Women 10A Brazilian 4x4 Body Wave Lace Closure Wig Human Hair Pre Plucked with Baby Hair 150% Density Natural Color (20 inch, 150% Density). Description: human hair"}
{"Name": "Calgon Ahh Spa Asia Ginger Energizing Body Mist", "Natural": "Calgon Ahh Spa Asia Ginger Energizing Body Mist. Description: This Ginger Body Mist is a skin radiance complex which helps tone, purify, and brighten your skin. Enriched with revitalizing Ginger-a natural energizer, and antioxidant Vitamins C & E"}
{"Name": "On the Go Mens Products Freeze Shaving Gel W Aloe & Vitamin E/5.0 Fl Oz", "Natural": "On the Go Mens Products Freeze Shaving Gel W Aloe & Vitamin E/5.0 Fl Oz. Description: ON THE GO MENS PRODUCT FREEZE SHAVING GEL WITH ALOE & VITAMIN E"}
{"Name": "JUEGO DE NAVAJA TIJERA Y PEINE para IYAWO IYABO Set DE Santo IFA Santeria", "Natural": "JUEGO DE NAVAJA TIJERA Y PEINE para IYAWO IYABO Set DE Santo IFA Santeria. Description: Navaja, Tijera Y Peine Iyawo Set"}
{"Name": "12pc Slim Roll-On (1/3 oz) 10ml Frosted Glass with Stainless Steel Roller and Silver Cap", "Natural": "12pc Slim Roll-On (1/3 oz) 10ml Frosted Glass with Stainless Steel Roller and Silver Cap. Description: 12pc Slim Roll-On (1/3 oz) 10ml Frosted Glass"}
{"Name": "NAIL-AID Cracks Away 1 Minute Pedi Exfoliator, Clear, Mango, 7.0 Fluid Ounce", "Natural": "NAIL-AID Cracks Away 1 Minute Pedi Exfoliator, Clear, Mango, 7.0 Fluid Ounce. Description: Powerful non-abrasive pedi exfoliator removes dry, rough, cracked skin."}
{"Name": "Avocado – Skin Oil Capsules by Easy Comforts 90 capsules Amazing Shine Nails", "Natural": "Avocado – Skin Oil Capsules by Easy Comforts 90 capsules Amazing Shine Nails. Description: Avocado: High in vitamin E, which can improve the condition of the skin, soothe irritated skin, and keep the skin moist and soft."}
{"Name": "Kiss Red Durag Bow Wow Power Wave Velvet Red (3 Pieces)", "Natural": "Kiss Red Durag Bow Wow Power Wave Velvet Red (3 Pieces). Description: Ultimate Compression For 360 Degree Waves, Long 40 Inch X 3 Inch Tails, Secure Tie Down, One Size Fits All, Velvet Fabric"}
{"Name": "Ogx Conditioner Coconut Water Hydration 19.5oz Bonus Size (3 Pack)", "Natural": "Ogx Conditioner Coconut Water Hydration 19.5oz Bonus Size (3 Pack). Description: Help replenish and refresh those tresses with an ultra-light, ultra-nourishing splash, infused with coconut water and coconut oil. One treatment will help smooth parched locks into silky strands."}
{"Name": "Jane Choi Portable Nail Drill Machine, 30000RPM Professional Rechargeable Electric Nail File Drill Tool Kit for Acrylic, Gel, Natural Nails, Manicure, Pedicure, Polishing , Nail Removing", "Natural": "Jane Choi Portable Nail Drill Machine, 30000RPM Professional Rechargeable Electric Nail File Drill Tool Kit for Acrylic, Gel, Natural Nails, Manicure, Pedicure, Polishing , Nail Removing. Description: great"}
