{"Name": "Hi-Pro-Pac Extremely Damaged Hair Intense Protein Treatment 12-Piece Display (Pack of 1)", "Natural": "Hi-Pro-Pac Extremely Damaged Hair Intense Protein Treatment 12-Piece Display (Pack of 1). Description: Hi-Pro-Pac Extremely Damaged Hair Intense Protein Treatment 12-Piece Display (Pack of 1)"}
{"Name": "Bath and Body Works Lotion 8 Ounce Shea and Vitamin E (Berry Waffle Cone)", "Natural": "Bath and Body Works Lotion 8 Ounce Shea and Vitamin E (Berry Waffle Cone). Description: Bath and Body Works Lotion 8 Ounce Shea and Vitamin E (Berry Waffle Cone)"}
{"Name": "ACV Rose Gift Set - Reduce Blemish, Prevent Acnes, Restore pH, Cleanser, All Skin Types-Hello Cider", "Natural": "ACV Rose Gift Set - Reduce Blemish, Prevent Acnes, Restore pH, Cleanser, All Skin Types-Hello Cider. Description: GOODBYE ACNE - The #1 SECRET to restore your skin is Organic Apple Cider Vinegar!"}
{"Name": "New! Neck & Breast Herbal Pueraria Mirifica Firming Lifting & Tightening Gel 30 Ml.", "Natural": "New! Neck & Breast Herbal Pueraria Mirifica Firming Lifting & Tightening Gel 30 Ml.. Description: (Ingredients) Pueraria Mirifica Extract, Polylift, Horestail Extract, Panthenol, Allantoin"}
{"Name": "Magic Twist Barber Hair Sponge - For Dreads, Afros, Twists", "Natural": "Magic Twist Barber Hair Sponge - For Dreads, Afros, Twists. Description: Do you want dreads but don't know where to start?  Do you want to add some texture to your afro?"}
{"Name": "Mountain Wildberry - Escential Essences Incense - 16 Sticks", "Natural": "Mountain Wildberry - Escential Essences Incense - 16 Sticks. Description: 16 long burning premium incense sticks. Cruelty free, made in the U.S. The sticks are about 11 inches long with 7 inches being burnable incense."}
{"Name": "Colourpop Flower Palette! Bambi Collection Eyeshadow Palette Full Size New in Box", "Natural": "Colourpop Flower Palette! Bambi Collection Eyeshadow Palette Full Size New in Box. Description: This listing is for a New Colourpop DISNEY Bambi Collection \"Flower\" Eyeshadow Palette. This palette is a saturated violet and smokey purple palette."}
{"Name": "Maison Margiela Replica Bubble Bath Eau de Toilette EDT, Trial Size 0.04 fl oz", "Natural": "Maison Margiela Replica Bubble Bath Eau de Toilette EDT, Trial Size 0.04 fl oz. Description: Maison Margiela Replica Bubble Bath Eau de Toilette EDT, Trial Size 0.04 fl oz"}
{"Name": "Honey Blonde Bundles 27 Bundles Blonde Body Wave Bundles Human Hair 30 30 30 Inch Blonde Body Wave Bundles Weave Unprocessed Virgin Human Hair 3 Bundle For Woman Extension", "Natural": "Honey Blonde Bundles 27 Bundles Blonde Body Wave Bundles Human Hair 30 30 30 Inch Blonde Body Wave Bundles Weave Unprocessed Virgin Human Hair 3 Bundle For Woman Extension. Description: Hair Specification:"}
{"Name": "Boys & Girls Lipstick by Tom Ford Greta 2g", "Natural": "Boys & Girls Lipstick by Tom Ford Greta 2g. Description: Boys & Girls Lipstick has a creamy formula that is enriched with soja seed, murumuru butter and chamomile flower oil, these ingredients help to keep lips hydrated while providing full coverage."}
