{"Name": "Kiss imPress Press-On Black Gel Nails # 56673 Text Appeal (Black French Manicure)", "Natural": "Kiss imPress Press-On Black Gel Nails # 56673 Text Appeal (Black French Manicure). Description: Kiss imPress Press-On Black Gel Nails # 56673 Text Appeal (Black French Manicure)"}
{"Name": "Wahl Professional Adjustable 5 Star Standard Clipper Blade #0000 For 5 Star Series Senior, 5 Star Series Magic Clip, and Sterling Reflections Senior for Professional Barbers and Stylists - Model 2191", "Natural": "Wahl Professional Adjustable 5 Star Standard Clipper Blade #0000 For 5 Star Series Senior, 5 Star Series Magic Clip, and Sterling Reflections Senior for Professional Barbers and Stylists - Model 2191. Description: A"}
{"Name": "2 Pack of Elobara Natural Earth Lava Pumice Stone Callus, Dead Skin Remover", "Natural": "2 Pack of Elobara Natural Earth Lava Pumice Stone Callus, Dead Skin Remover. Description: Elobara Natural Earth Pumice Stone is a solution for safe removal of dry, dead skin on the feet or any callused areas. Removes calluses. Safe solution to soften feet."}
{"Name": "786 Cosmetics - 6 Piece Set - Breathable Nail Polish, Vegan Nail Polish, Cruelty-Free, Healthy, Halal Nail Polish, Fast-Drying Nail Polish (Africa Nail Polish Set)", "Natural": "786 Cosmetics - 6 Piece Set - Breathable Nail Polish, Vegan Nail Polish, Cruelty-Free, Healthy, Halal Nail Polish, Fast-Drying Nail Polish (Africa Nail Polish Set). Description: 786 Cosmetics - Africa 6 Piece Set"}
{"Name": "Silky Satin Durags for Men Designer Long Tail Beanies Doo Rags Caps Du-Rags for Women Silk Satin Tie Do Rags Cap for Waves (Grey+White)", "Natural": "Silky Satin Durags for Men Designer Long Tail Beanies Doo Rags Caps Du-Rags for Women Silk Satin Tie Do Rags Cap for Waves (Grey+White). Description: Why COCOSILK Satin Durag Cap?"}
{"Name": "Collagen Eye Serum, 30ml Eye Moisturizing Liquid for Dark Circle, Eye Puffiness, Eye Bag Removal, Anti Aging/Wrinkle Deep Moisturizing Eyes Essence for Men Women", "Natural": "Collagen Eye Serum, 30ml Eye Moisturizing Liquid for Dark Circle, Eye Puffiness, Eye Bag Removal, Anti Aging/Wrinkle Deep Moisturizing Eyes Essence for Men Women. Description: Features:"}
{"Name": "2pairs Gel Bunion Big Toe Separator Spreader Eases Foot Pain Foot Hallux Valgus Guard Cushion,big toe spreader", "Natural": "2pairs Gel Bunion Big Toe Separator Spreader Eases Foot Pain Foot Hallux Valgus Guard Cushion,big toe spreader. Description: foot care Reduce friction between toes, soften and protect the affected area Relife bunion pressure, discomfort or pain"}
{"Name": "SHOWER CAP WITH BOW", "Natural": "SHOWER CAP WITH BOW. Description: This shower cap will not only keep your hair dry, it will do so in style! The comfy design will make is a breeze to wear and the bow will keep you stylish while you do."}
{"Name": "Poly Nail Kits with U V Light Starter Kit 36W LED Lamp 6 Colors Nail Extension Set Nail Enhancement with Slip Solution Top Base Coat French Manicure Naiil Art Kit", "Natural": "Poly Nail Kits with U V Light Starter Kit 36W LED Lamp 6 Colors Nail Extension Set Nail Enhancement with Slip Solution Top Base Coat French Manicure Naiil Art Kit. Description: manicure kit"}
{"Name": "Silky Straight Kanekalon Braiding Extension Hair Snow White", "Natural": "Silky Straight Kanekalon Braiding Extension Hair Snow White. Description: Perfect for falls, braiding and loose extensions. Use with Doctored Locks Linkies, Shrinkies and fusion for perfect highlights everytime!"}
