{"Name": "Brazilian Sun Tan Extender Lotion – Daily body Lotion Tan Extender Cream for a Streak-Free Natural Glow That Soothes and Softens (6.2 oz)", "Natural": "Brazilian Sun Tan Extender Lotion – Daily body Lotion Tan Extender Cream for a Streak-Free Natural Glow That Soothes and Softens (6.2 oz). Description: Get a sun-kissed glow anytime of the year"}
{"Name": "Anita Goodesign Embroidery Designs Grease Monkey Garage", "Natural": "Anita Goodesign Embroidery Designs Grease Monkey Garage. Description: Each Collection Includes File Formats - ART PES HUS XXX JEF EXP DST VIP PXF VP3 Tutorials, Re-Sizeable Designs, Catalog and Design Color Sheets"}
{"Name": "Mudd Original Mask Deep Cleansing Pure Clay Formula 50ml", "Natural": "Mudd Original Mask Deep Cleansing Pure Clay Formula 50ml. Description: Premium, Elite Keto Diet - 500 mg of Keto Advanced Fat Burner - HIGH QUALITY INGREDIENTS; VEGAN and GLUTEN-FREE"}
{"Name": "Lavanila For Women By Lavanila Laboratories The Healthy Deodorant Sport Luxe Vanilla Breeze 2 oz", "Natural": "Lavanila For Women By Lavanila Laboratories The Healthy Deodorant Sport Luxe Vanilla Breeze 2 oz. Description: Lavanila The Healthy Deodorant 2 Oz / 57 G - Sport Luxe Vanilla Breeze"}
{"Name": "Halle Berry Halle Eau de Parfum Spray for Women (.5 oz (Unboxed))", "Natural": "Halle Berry Halle Eau de Parfum Spray for Women (.5 oz (Unboxed)). Description: Halle Berry Halle Eau de Parfum Spray for Women (.5 oz (Unboxed))"}
{"Name": "Farmasi Make Up Full Coverage Concealer Liquid, 7 ml./0.24 fl.oz. (04 - Pure Beige)", "Natural": "Farmasi Make Up Full Coverage Concealer Liquid, 7 ml./0.24 fl.oz. (04 - Pure Beige). Description: Farmasi Make Up Full Coverage Concealer Liquid, 7 ml./0.24 fl.oz."}
{"Name": "Coty Airspun Loose Powder, Translucent Fragrance Free, 2.3 Ounce", "Natural": "Coty Airspun Loose Powder, Translucent Fragrance Free, 2.3 Ounce. Description: This ultra smooth powder hides tiny lines, wrinkles and blemishes and gives a new softness to your skin"}
{"Name": "California Natural Coconut Tangerine Intensive Skincare V'TAE Parfum and Body Ca", "Natural": "California Natural Coconut Tangerine Intensive Skincare V'TAE Parfum and Body Ca. Description: Natural plant derived ingredients. Paraben free. Cruelty free. Rich with essential fatty acids and antioxidants. Use this healing lotion for dry, stressed sensitive or itchy skin. Balances and soothe"}
{"Name": "Goody Classics Small Claw Clips Assorted Colors, 9Pcs", "Natural": "Goody Classics Small Claw Clips Assorted Colors, 9Pcs. Description: Who doesn't love a quick and easy style? Goody Claw Hair Clips are perfect for holding sections of hair. Easy to hold and clip into place, strong hinges help keep hair from slipping for long-lasting style."}
{"Name": "Victoria's Secret Night Eau De Parfum Rollerball Travel Size .23 Ounce (Night, 2 Pack)", "Natural": "Victoria's Secret Night Eau De Parfum Rollerball Travel Size .23 Ounce (Night, 2 Pack). Description: Victoria's Secret Roller ball A portable, packable fragrance that's ready to travel. As eclectic and spirited as you, Roll on, to go."}
