{"Name": "JORDANA Sweet n' Smooth Nourishing Lip Balm - Tasty Watermelon", "Natural": "JORDANA Sweet n' Smooth Nourishing Lip Balm - Tasty Watermelon. Description: Jordana Sweet-n-Smooth Nourishing Lip Balm Tasty Watermelon - Pack of 3"}
{"Name": "Tigi Cat Walk Your Highness Root Boost Spray, 8.4oz", "Natural": "Tigi Cat Walk Your Highness Root Boost Spray, 8.4oz. Description: YOUR HIGHNESS ROOT BOOST SPRAY FOR LIFT AND TEXTURE 8.5 OZ Design House: Tigi"}
{"Name": "Monat Studio One Glossy Shine Mist 4.6 fl. oz.", "Natural": "Monat Studio One Glossy Shine Mist 4.6 fl. oz.. Description: Lightweight, frizz-taming micro-mist that hydrates and softens dry hair while adding an instant boost of radiance to finished styles."}
{"Name": "Dial Body Wash, FroYo with Yogurt Protein, 16 Fl. Oz - 2 pk", "Natural": "Dial Body Wash, FroYo with Yogurt Protein, 16 Fl. Oz - 2 pk. Description: Dial Cooling Body Wash in Frozen Yogurt (16 FL OZ Each). Pack of 2 bottles per quantity ordered."}
{"Name": "Herbal Essences Long Term Relationship Split End Defense Cream, 6 Fluid Ounce", "Natural": "Herbal Essences Long Term Relationship Split End Defense Cream, 6 Fluid Ounce. Description: As our heaven-on-earth pomegranate fragrance tempts your senses, satisfy your need for smoothness that'll last up to 20 hours."}
{"Name": "Idole Exfoliating Soap - Bebe 2.65 oz.", "Natural": "Idole Exfoliating Soap - Bebe 2.65 oz.. Description: Idole Baby Soap with glycerin and vitamin E nourish and moisturizes the skin while removing harmful impurities. Each bar weighs 75 g. Please see images for additional product information and details."}
{"Name": "Victoria's Secret Pink Fresh Pressed Body Lotion Berry Pop", "Natural": "Victoria's Secret Pink Fresh Pressed Body Lotion Berry Pop. Description: Victoria's Secret PINK line of Limited Edition Fresh Pressed Body Lotions, Berry Pop is a Fruity Fresh scent with flavor notes of frozen strawberry, pink hibiscus and amber crystals."}
{"Name": "Scrubzz Disposable No Rinse Bathing Wipes - 25 Pack - All-in-1 Single Use Shower Wipes, Simply Dampen, Lather, and Dry Without Shampoo or Rinsing (2 Pack - 25 Count)", "Natural": "Scrubzz Disposable No Rinse Bathing Wipes - 25 Pack - All-in-1 Single Use Shower Wipes, Simply Dampen, Lather, and Dry Without Shampoo or Rinsing (2 Pack - 25 Count). Description: Wipes"}
{"Name": "Silicone Body Scrubber with Loofah, Silicone Back Scrubber for Shower, Long Shower Back Scrubber, Silicone Body Brush for Exfoliating, Great for Men and Women (Purple)", "Natural": "Silicone Body Scrubber with Loofah, Silicone Back Scrubber for Shower, Long Shower Back Scrubber, Silicone Body Brush for Exfoliating, Great for Men and Women (Purple). Description: This is our new Two-Sided Bristle Silicone Shower Long Brush."}
{"Name": "Couture Paris 3pc Styling Tool Set - Flat Iron - Curling Wand - Mini Flat Iron - Purple", "Natural": "Couture Paris 3pc Styling Tool Set - Flat Iron - Curling Wand - Mini Flat Iron - Purple. Description: 1.25 100% Ceramic Flat Iron 25mm Clipless Curling Iron Petite Travel Straightening Iron"}
