{"Name": "Deep Steep Color Vibrancy Conditioner, 10 Fluid Ounce", "Natural": "Deep Steep Color Vibrancy Conditioner, 10 Fluid Ounce. Description: For the ultimate full-bodied hair. This exclusive high-performance, nourishing formula with Organic Argan Oil and Marula Oil instantly amplifies volume at the roots and thickens each strand for touchable soft, natural-looking fullness."}
{"Name": "Nature's Plus Tea Tree Solution for Nails, 0.34 Fluid Ounce", "Natural": "Nature's Plus Tea Tree Solution for Nails, 0.34 Fluid Ounce. Description: Nature's Plus Tea Tree Solution For Nails 10 Ml is for the relief or treatment of fungal infections of the nails and surrounding skin."}
{"Name": "JAFRA TENDER MOMENTS LAVENDER & CHAMOMILE SOFTENING BABY HAIR & BODY WASH", "Natural": "JAFRA TENDER MOMENTS LAVENDER & CHAMOMILE SOFTENING BABY HAIR & BODY WASH. Description: JAFRA TENDER MOMENTS LAVENDER & CHAMOMILE SOFTENING BABY HAIR & BODY WASH"}
{"Name": "Wee Ones Medium faux leopard fur and grosgrain bow", "Natural": "Wee Ones Medium faux leopard fur and grosgrain bow. Description: This season's hottest trend has been transformed into a medium faux fur leopard bow that will have her looking fierce! Approximate size: 5\" x 3\" (1.5\" Ribbon)"}
{"Name": "Dog Brush – Cat Brush – Shampoo Dispensing Scrubber – Soft Silicone Design – Hanging Loop – For All Skin Types – Grooming, Deshedding and Exfoliating, Pink", "Natural": "Dog Brush – Cat Brush – Shampoo Dispensing Scrubber – Soft Silicone Design – Hanging Loop – For All Skin Types – Grooming, Deshedding and Exfoliating, Pink. Description: Suitable for any breed"}
{"Name": "Missgrace Women Rose Gold Crystal Jewelry Comb Bridal Headpiece Hair Comb Bridal Crystal Decorative Headpiece (Rose gold)", "Natural": "Missgrace Women Rose Gold Crystal Jewelry Comb Bridal Headpiece Hair Comb Bridal Crystal Decorative Headpiece (Rose gold). Description: Perfect for Wedding, Prom, Pageant, Birthday, Party, Anniversary and other Special Occasions"}
{"Name": "Marc Anthony Beach Waves Spray, 4.2 Fl Oz (Pack of 2)", "Natural": "Marc Anthony Beach Waves Spray, 4.2 Fl Oz (Pack of 2). Description: Protects Hair From Sun Damage, Creates Sexy, Tousled Waves, Adds Body And Volume, Amplifies Waves"}
{"Name": "Caswell-Massey - Newport Soap on a Rope", "Natural": "Caswell-Massey - Newport Soap on a Rope. Description: This generous (7.5 oz.) bar of scented glycerine soap is guaranteed never to get out of hand. Elegantly packaged in a decorative tin with a vintage view of Newport."}
{"Name": "Jelly Bracelets Set of 12 80's to the Maxx Accessory 62151", "Natural": "Jelly Bracelets Set of 12 80's to the Maxx Accessory 62151. Description: Package includes neon green, neon pink, neon orange and black. Stack 'em, wrap 'em or share 'em! Perfect finishing touch to complete your 1980's costume."}
{"Name": "Aqua Net Extra Super Hold Professional Hair Spray Unscented 11 oz (Pack of 3)", "Natural": "Aqua Net Extra Super Hold Professional Hair Spray Unscented 11 oz (Pack of 3). Description: All day and All Weather Extra Super Hold provides added holding power for hairstyles that demand superior control."}
