{"Name": "Face Mask Strap for Kids or Adults - Same Day Shipping!! (black)", "Natural": "Face Mask Strap for Kids or Adults - Same Day Shipping!! (black). Description: Simply put the clips around the mask elastic or string and clip into place. Than adjust the band to fit around your head! Enjoy no more pressure behind the ears and do not let your mask slip again!"}
{"Name": "Andis Outliner II Trimmer Replacement Blade Includes 04604 Blade, Classic Barber Blade Oil & Brush Kit", "Natural": "Andis Outliner II Trimmer Replacement Blade Includes 04604 Blade, Classic Barber Blade Oil & Brush Kit. Description: Replacement Blade Kit for model GO & GTO trimmers. Includes Classic Barber Oil & Blade Brush to keep your clipper / blades in optimal shape."}
{"Name": "CULUND 8d Quantum False Lashes Kit, 2 Pairs Eyelashes+1 Mascara + 1 Tweezers Partner Set, Stay On, Reusable Premium Magnetic Eyelashes Applicator Tool", "Natural": "CULUND 8d Quantum False Lashes Kit, 2 Pairs Eyelashes+1 Mascara + 1 Tweezers Partner Set, Stay On, Reusable Premium Magnetic Eyelashes Applicator Tool. Description: WHAT YOU SHOULD KNOW BEFORE THE PURCHASE:"}
{"Name": "Mor Cosmetics Essentials Hand and Body Wash, Black Currant Iris, 11.8 Ounce", "Natural": "Mor Cosmetics Essentials Hand and Body Wash, Black Currant Iris, 11.8 Ounce. Description: Start everyday with skin that is clean and refreshed through a formula designed to help maintain essential moisture for soft radiant skin."}
{"Name": "Milton-Lloyd The Man Silver for Men 1.7 oz EDT Spray", "Natural": "Milton-Lloyd The Man Silver for Men 1.7 oz EDT Spray. Description: Launched by the design house of Milton Lloyd. This oriental fragrance has a blend of orange blossom, leather, honey, patchouli, vetiver, carnation, amber and musk."}
{"Name": "3D Face Lipstick Protector, Washable Reusable Translucent Lipstick Guard Protector Holder Stand, Create More Breathing Space Makeup Saver", "Natural": "3D Face Lipstick Protector, Washable Reusable Translucent Lipstick Guard Protector Holder Stand, Create More Breathing Space Makeup Saver. Description: 3D M - a - s - k Bracket is Good to Solve You M - a - s - k- wearing Problems"}
{"Name": "LA PERLA CHARME by La Perla - EDP SPRAY 1.7 oz for Women", "Natural": "LA PERLA CHARME by La Perla - EDP SPRAY 1.7 oz for Women. Description: This perfume has a blend of baccarat rose, sambac jasmine, cedar wood, amber, vanilla, musk, bergamont, black currant and lotus flower."}
{"Name": "Large Bow Twist Headband - Red", "Natural": "Large Bow Twist Headband - Red. Description: 9 Inch Jumbo bow tops off your little one's look with an adorable twisted bow! The bow is mounted on a 1/2 inch plastic headband with teeth that is covered with matching grosgrain fabric. So cute on girls of all ages!"}
{"Name": "Nivea All in 1 Facewash 10X Whitening Effect With Cooling Menthol 50 Gram Tube", "Natural": "Nivea All in 1 Facewash 10X Whitening Effect With Cooling Menthol 50 Gram Tube. Description: Nivea All in 1 Facewash 10X Whitening Effect With Cooling Menthol 50 Gram Tube"}
{"Name": "Charlotte Tilbury Charlotte's Genius Magic Powder - 1", "Natural": "Charlotte Tilbury Charlotte's Genius Magic Powder - 1. Description: A loose setting powder to cover up imperfections of your skin. Reduce the dark shadows with a matte texture. Instant youthful look with brightening radiance."}
