{"Name": "Too Faced Rich & Dazzling Sparkling Lip Gloss - Social Butterfly", "Natural": "Too Faced Rich & Dazzling Sparkling Lip Gloss - Social Butterfly. Description: Apply to lips and feel like a #1 stunner in this high and rich yielding flecks of sparkle and natural oils. Makes you feel dazzling rich."}
{"Name": "June Bloomy Rose Floral Crown Wreath Girls Flower Headband BOHO Garland Halo Headpiece (White)", "Natural": "June Bloomy Rose Floral Crown Wreath Girls Flower Headband BOHO Garland Halo Headpiece (White). Description: June Bloomy Rose Floral Crown Wreath Girls Flower Headband BOHO Garland Halo Headpiece"}
{"Name": "Nature's Plus Tea Tree Solution for Nails, 0.34 Fluid Ounce", "Natural": "Nature's Plus Tea Tree Solution for Nails, 0.34 Fluid Ounce. Description: Nature's Plus Tea Tree Solution For Nails 10 Ml is for the relief or treatment of fungal infections of the nails and surrounding skin."}
{"Name": "KIisswytr Lace Front Human Hair Wigs for Women Pre Plucked Hairline 150% Denisty Brazilian Body Wave Lace Front Wigs with Baby Hair Natural Color", "Natural": "KIisswytr Lace Front Human Hair Wigs for Women Pre Plucked Hairline 150% Denisty Brazilian Body Wave Lace Front Wigs with Baby Hair Natural Color. Description: Item Style:Micro Curl Wig"}
{"Name": "Gold 'N Hot Brush Replacements, GH 3202 and GH 2275", "Natural": "Gold 'N Hot Brush Replacements, GH 3202 and GH 2275. Description: Since its inception more than 25 years ago, gold a˜n hot instantly became and remains the no. 1 selling brand in the professional ethnic beauty marketplace."}
{"Name": "Lacura Face Care Cleansing Exfoliating Scrub 7fl oz 207ml (Made in Germany)", "Natural": "Lacura Face Care Cleansing Exfoliating Scrub 7fl oz 207ml (Made in Germany). Description: Lacura Face Care Cleansing Exfoliating Scrub 7fl oz 207ml (Made in Germany)"}
{"Name": "Almond - Box of Six 20 Stick Tubes, 120 Sticks Total - HEM Incense", "Natural": "Almond - Box of Six 20 Stick Tubes, 120 Sticks Total - HEM Incense. Description: Almond - Box of Six 20 Stick Tubes, 120 Sticks Total - HEM Incense"}
{"Name": "Bodermincer Large Tray 192 Bundles Mink Eyelash Extension Natural 3D Russian Volume Faux Eyelashes Individual Cluster Lashes Makeup (12-14-16-18mm Mixed)", "Natural": "Bodermincer Large Tray 192 Bundles Mink Eyelash Extension Natural 3D Russian Volume Faux Eyelashes Individual Cluster Lashes Makeup (12-14-16-18mm Mixed). Description: 🍀Large tray 192 cluster"}
{"Name": "Wax Warmer, KOTAMU Hair Removal Waxing Kit with Hard Wax for Eyebrow, Face, Underarm, Bikini, Brazilian, Legs, Full Body for Man Women", "Natural": "Wax Warmer, KOTAMU Hair Removal Waxing Kit with Hard Wax for Eyebrow, Face, Underarm, Bikini, Brazilian, Legs, Full Body for Man Women. Description: KOTAMU HARD WAX KIT FEATURES:"}
{"Name": "Easy Feet Foot Cleaner", "Natural": "Easy Feet Foot Cleaner. Description: \"Easy Feet\" Foot Massager & Cleaner As Seen On TV item Cleans and massages your feet from heel to toe Over 1000 bristles Suction cup bottom grips to any floor Secure to any tub or shower Built-in pumice stone Boxed."}
