{"Name": "The Body Shop White Musk Sensual Body Powder", "Natural": "The Body Shop White Musk Sensual Body Powder. Description: A light body powder that absorbs excess moisture on the skin to leave it smooth, dry and subtly scented with the classic soft and floral White Musk() fragrance."}
{"Name": "Brittny Bulk Handle Combs - Black 12-Count (Pack of 6)", "Natural": "Brittny Bulk Handle Combs - Black 12-Count (Pack of 6). Description: 72 Combs Included! Each Original Manufacturing Pack Contains 12 Combs Brittny Combs, Bulk Handle Black. All Orders Contain Brittny Orignal Name Brand Combs with Packaging."}
{"Name": "Sterling Silver CZ \"Mom\" Heart Ring for Mother's Day. Available in sizes 6 through 9 (6)", "Natural": "Sterling Silver CZ \"Mom\" Heart Ring for Mother's Day. Available in sizes 6 through 9 (6). Description: This lovely 'mom' ring sparkles with white round-cut cubic zirconia. This jewelry piece is made of sterling silver and shines with highly polished finish"}
{"Name": "Jennifer Lopez Miami Glow Body Lotion 6.8oz (200ml)", "Natural": "Jennifer Lopez Miami Glow Body Lotion 6.8oz (200ml). Description: Jennifer Lopez Miami Glow Body Lotion is a rich body treatment to leave your skin feeling silky soft and smooth with the lingering fragrance of tropical fruits, shimmering florals and sultry amber scents."}
{"Name": "Cicatrizol Unguento External Use, For Adults Only 1 oz", "Natural": "Cicatrizol Unguento External Use, For Adults Only 1 oz. Description: Cicatrizol ointment is for external use. Used for cracks in the hands and feet, small scratches and skin conditions."}
{"Name": "Body & Hand Lotion Set - Rinju+BeauteReelle+Rubee 16oz (3pack)", "Natural": "Body & Hand Lotion Set - Rinju+BeauteReelle+Rubee 16oz (3pack). Description: RINJU, BEAUTE REELLE & RUBEE Hand & Body Lotions & Creams naturally nourishes and restores moisture to even very dry skin."}
{"Name": "Ulta Beauty Jelly Gloss Lip Gel ~ Travel Size 0.25 fl oz ~ (medium pink w/shimmer) Beach Babe", "Natural": "Ulta Beauty Jelly Gloss Lip Gel ~ Travel Size 0.25 fl oz ~ (medium pink w/shimmer) Beach Babe. Description: Ulta Beauty Jelly Gloss Lip Gel ~ Travel Size 0.25 fl oz ~ (medium pink w/shimmer) Beach Babe"}
{"Name": "ClearZal Silk Lotion to Powder Deorderizer 100g (3.4 oz)", "Natural": "ClearZal Silk Lotion to Powder Deorderizer 100g (3.4 oz). Description: ClearZal Silk Lotion to Powder Deorderizer 100g (3.4 oz)"}
{"Name": "Aveda by Aveda Air Control Hair Spray 8.2 oz", "Natural": "Aveda by Aveda Air Control Hair Spray 8.2 oz. Description: Aveda Air Control BB 10 Ounce 300 Milliliters Aveda Air Control Hair Spray, a flexible and lasting hold hair spray — suitable for all hair types."}
{"Name": "Vanicream Aluminum Free Deodorant, Gel Formula, Fragrance Free For Sensitive Skin 2 Oz (3 Pack)", "Natural": "Vanicream Aluminum Free Deodorant, Gel Formula, Fragrance Free For Sensitive Skin 2 Oz (3 Pack). Description: Dye Free, Talc Free, Gluten Free, Alcohol Free, Baking Soda Free, Aluminum Free, Paraben Free"}
