{"Name": "NYX Roll on Eye Shimmer Glitter for Face, Eyes & Body 2 PACK Choose Your Color (Walnut Iced Mocha w/Silver Glitter RES16)", "Natural": "NYX Roll on Eye Shimmer Glitter for Face, Eyes & Body 2 PACK Choose Your Color (Walnut Iced Mocha w/Silver Glitter RES16). Description: Eye shimmer glitter for face and body"}
{"Name": "Royal Secret vial 1.5ml Monteil edc concentree", "Natural": "Royal Secret vial 1.5ml Monteil edc concentree. Description: 1.5ml vial filled with the eau de cologne concentrate new on original card by Germain Monteil."}
{"Name": "CICI Best Blackhead Remover Tweezers Kit - 7PCS Professional Blackhead Pimple Extractor Tool Treatment System for Risk kit With Comedones Extractor Tool Treatment for Blemish Zit Acne ,Zit Popper", "Natural": "CICI Best Blackhead Remover Tweezers Kit - 7PCS Professional Blackhead Pimple Extractor Tool Treatment System for Risk kit With Comedones Extractor Tool Treatment for Blemish Zit Acne ,Zit Popper. Description: ★★★Develop a good face cleansing routine !★★★"}
{"Name": "Orly Nail Lacquer - Desert Muse Fall 2020 - Pick Any Color .6oz/18ml (2000060 - Red Rock)", "Natural": "Orly Nail Lacquer - Desert Muse Fall 2020 - Pick Any Color .6oz/18ml (2000060 - Red Rock). Description: Orly Nail Lacquer - Desert Muse Fall 2020 - Pick Any Color .6oz/18ml (2000060 - Red Rock)"}
{"Name": "Electric Nail Drill Bits Set, Rubber Nail Drill Bits Cuticle Cleaner Dust Drill Bits Set Manicure Pedicure Nail Polishing Grinding Tool Nail Art Nail Care Supply Set for Nail Salon (#1)", "Natural": "Electric Nail Drill Bits Set, Rubber Nail Drill Bits Cuticle Cleaner Dust Drill Bits Set Manicure Pedicure Nail Polishing Grinding Tool Nail Art Nail Care Supply Set for Nail Salon (#1). Description: 1"}
{"Name": "Estee Lauder Double Wear Stay-in-Place Matte Powder Foundation 2W1 DAWN", "Natural": "Estee Lauder Double Wear Stay-in-Place Matte Powder Foundation 2W1 DAWN. Description: Estee Lauder Double Wear Stay-in-Place Matte Powder Foundation 2W1 DAWN. 0.42oz/12g. New. Boxed."}
{"Name": "Body Jewels Bindi Crystals in Golden Tear Drop - Fancy High Quality Designer Bindis - head decorations for women", "Natural": "Body Jewels Bindi Crystals in Golden Tear Drop - Fancy High Quality Designer Bindis - head decorations for women. Description: Designer Gold Tear Drop Tikka Jewel Bridal ForeHead Sticker Tikas. Head decorations for women"}
{"Name": "BECCA Shimmering Skin Perfector, OPAL (golden opal pearl), Deluxe Travel Size, 0.34 oz", "Natural": "BECCA Shimmering Skin Perfector, OPAL (golden opal pearl), Deluxe Travel Size, 0.34 oz. Description: BECCA Shimmering Skin Perfector, OPAL (golden opal pearl), Deluxe Travel Size, 0.34 oz"}
{"Name": "Lattafa Khaltaat Al Arabia Royal Blend 200ml deodrant,fresh oriental fragrance by lattafa for both men and women", "Natural": "Lattafa Khaltaat Al Arabia Royal Blend 200ml deodrant,fresh oriental fragrance by lattafa for both men and women. Description: Lattafa Khaltaat Al Arabia Royal Blends EDP Deodorant Spray 200ml"}
{"Name": "Gold Bond Ultimate Deep Moisture Body Wash, Exfoliating, 12.5-Ounce (Pack of 2)", "Natural": "Gold Bond Ultimate Deep Moisture Body Wash, Exfoliating, 12.5-Ounce (Pack of 2). Description: Gold Bond Ultimate Exfoliating Body Wash is the moisture intensive body wash that gives you superior cleansing without drying out your skin."}
