{"Name": "SportsBraider French Braiding Tool \"As Seen On TV\"!", "Natural": "SportsBraider French Braiding Tool \"As Seen On TV\"!. Description: French braid you hair super fast with this \"As Seen On TV\" braiding tool. Do it yourself in a matter of minutes, easy to use!"}
{"Name": "Christian Dior 3 Couleurs Glow Eyeshadow Palette for Women, 551 Ivory Glow, 0.19 Ounce", "Natural": "Christian Dior 3 Couleurs Glow Eyeshadow Palette for Women, 551 Ivory Glow, 0.19 Ounce. Description: Dior 3 Couleurs Glow Eyeshadow Palette, # 551 Ivory Glow was launched by the design house of Christian Dior."}
{"Name": "Face Massage Roller: Gua Sha, Jade Roller for Face and Rose Quartz Replacement - Facial Massager with Germanium Infused Beads - Promotes Facial Depuffing & Circulation - Skin Massage Beauty Tools", "Natural": "Face Massage Roller: Gua Sha, Jade Roller for Face and Rose Quartz Replacement - Facial Massager with Germanium Infused Beads - Promotes Facial Depuffing & Circulation - Skin Massage Beauty Tools. Description: Blue Zone Beauty Roller Benefits:"}
{"Name": "Madina New Herbal Hair Pomade With Vitamin - E, 4 oz.", "Natural": "Madina New Herbal Hair Pomade With Vitamin - E, 4 oz.. Description: This hair pomade contains natural organic herb & botanical properties. Indian hemp prevetns dryness and breakage as well as repairing split ends. The herbs and vitamins restore natural sheen."}
{"Name": "Physicians Formula Matte Collection Quad Eyeshadow, Quartz Quartet, 0.22 Ounce (Pack of 2)", "Natural": "Physicians Formula Matte Collection Quad Eyeshadow, Quartz Quartet, 0.22 Ounce (Pack of 2). Description: Physicians Formula Matte Collection Quad Eyeshadow, Quartz Quartet, 0.22 Ounce (Pack of 2)"}
{"Name": "Estee Lauder - Bronze Goddess Eau Fraiche/Skinscent 1.7 Fl. Oz", "Natural": "Estee Lauder - Bronze Goddess Eau Fraiche/Skinscent 1.7 Fl. Oz. Description: Feel the heat. The original, alluring Eau Fraîche you know and love is back for another spring/summer season"}
{"Name": "Marycrafts Love Birds Couple Buffalo Horn Hair Stick Hairstick Hair Pin Handmade (Black)", "Natural": "Marycrafts Love Birds Couple Buffalo Horn Hair Stick Hairstick Hair Pin Handmade (Black). Description: A horn hair accessories, 100 % hand carved from organic horn organic horn - same molecular nature as hair (keratin), so it GLIDES BETTER THROUGH THE HAIR and cause no static electricity."}
{"Name": "Babu Yuzu Scent Input Tablet 20", "Natural": "Babu Yuzu Scent Input Tablet 20. Description: Bab Japan Bath Tablets: great for fatigue, sore muscles. Safe for all ages How to use: Dissolve 1 tablet in hot water (150-200 L) in the bathtub, stir well, and then take a bath."}
{"Name": "Frcolor Cat Ears Bow Headbands Ears Headband Shiny Hair Hoops Cute Bling Hairband Hair Accessories for Women Girls(8pcs)", "Natural": "Frcolor Cat Ears Bow Headbands Ears Headband Shiny Hair Hoops Cute Bling Hairband Hair Accessories for Women Girls(8pcs). Description: Frcolor Cat Ears Bow Headbands Ears Headband Shiny Hair Hoops Cute Bling Hairband Hair Accessories for Women Girls"}
{"Name": "Altar Tarot Cloth: Triple Goddess with Pentagram", "Natural": "Altar Tarot Cloth: Triple Goddess with Pentagram. Description: Heavy Black 100% Cotton with fringed borders - Silver Pentacle on Black with Golden Celtic Knot Borders. Measures approx. 24\" x 24\"."}
