{"Name": "Set of 12\" To Have and to Hold Your Hair back \" Bachelorette Party Hair Ties by Bachelorette Box. Includes Bride, Maid of Honor, and Team Bride designs.", "Natural": "Set of 12\" To Have and to Hold Your Hair back \" Bachelorette Party Hair Ties by Bachelorette Box. Includes Bride, Maid of Honor, and Team Bride designs.. Description: The perfect favor to include in your Bachelorette Party Kit"}
{"Name": "Bath & Body Works Vanilla Bean Noel Shea & Vitamin E Shower Gel 10oz each - 2018 Edition - Lot of 3", "Natural": "Bath & Body Works Vanilla Bean Noel Shea & Vitamin E Shower Gel 10oz each - 2018 Edition - Lot of 3. Description: Bath & Body Works Vanilla Bean Noel Shea & Vitamin E Shower Gel 10oz each - 2018 Edition - Lot of 3"}
{"Name": "GOUP Premium Whole Herb Aritha / Reetha / Soap Nuts / Sapindus (170 Gm / 6 Oz)", "Natural": "GOUP Premium Whole Herb Aritha / Reetha / Soap Nuts / Sapindus (170 Gm / 6 Oz). Description: GOUP Premium Whole Herb Aritha / Reetha / Soap Nuts / Sapindus"}
{"Name": "Bvlgari Omnia Crystalline Gift Set", "Natural": "Bvlgari Omnia Crystalline Gift Set. Description: Launched by the design house of Bvlgari. This fresh floral scent has a blend of lotus blossom, nashi pear, bamboo, balsa wood, and amber notes."}
{"Name": "Goody 07503 SlideProof 30 Count Secure Fit Flat Polyband Elastics, Full Coverage, Comfortable and Secure Hold, 10x More Ponytails per Elastic, Won't Pull or Snag Hair, Contain no Metal", "Natural": "Goody 07503 SlideProof 30 Count Secure Fit Flat Polyband Elastics, Full Coverage, Comfortable and Secure Hold, 10x More Ponytails per Elastic, Won't Pull or Snag Hair, Contain no Metal. Description: 30 Count Secure Fit Flat Polyband Elastics"}
{"Name": "Parallel Products – Premium Preservative Film - Plastic Wrap for Brow and Lash PMU – For Use with Lamination, Microblading or Tint Kit – For use on Eyebrows and Eyelashes – BPA Free – 300 Meters", "Natural": "Parallel Products – Premium Preservative Film - Plastic Wrap for Brow and Lash PMU – For Use with Lamination, Microblading or Tint Kit – For use on Eyebrows and Eyelashes – BPA Free – 300 Meters. Description: Quality Over Quantity..."}
{"Name": "JOVANAS FASHION Lepoard Print Elegant Scarves Chiffon Long Scarf Shawl", "Natural": "JOVANAS FASHION Lepoard Print Elegant Scarves Chiffon Long Scarf Shawl. Description: JOVANAS FASHION Lepoard Print Elegant Scarves Chiffon Long Scarf Shawl"}
{"Name": "JNxcel Premium Quality Water Repellent Nylon/Polyester Fabric Hair Salon & Barber Hair Cutting & Shampoo Cape with Snap Closure (Red)", "Natural": "JNxcel Premium Quality Water Repellent Nylon/Polyester Fabric Hair Salon & Barber Hair Cutting & Shampoo Cape with Snap Closure (Red). Description: PROFESSIONAL QUALITY MADE TO LAST:"}
{"Name": "Icing Women's Light Up Holographic Cat Ears", "Natural": "Icing Women's Light Up Holographic Cat Ears. Description: Stand out from the crowd with these eye-catching Light Up Holographic Cat Ears. Turn it on & light up any room! Batteries non-replaceable Not suitable for children under 36 months Warning: choking hazard"}
{"Name": "Coretex Ivy X Post Contact Skin Cleanser - 50 wipes Cleansing Towelette for Poison Ivy Treatment", "Natural": "Coretex Ivy X Post Contact Skin Cleanser - 50 wipes Cleansing Towelette for Poison Ivy Treatment. Description: Coretex Ivy X Post Contact Skin Cleanser - 50 wipes Cleansing Towelette for Poison Ivy Treatment"}
