{"Name": "Jolie Vegan Nail Polish - PETA Certified, Promotes Mental Health, Non-Toxic Formula, 11-Free, 0.5 Fl. Oz. (15 mL) (Successful)", "Natural": "Jolie Vegan Nail Polish - PETA Certified, Promotes Mental Health, Non-Toxic Formula, 11-Free, 0.5 Fl. Oz. (15 mL) (Successful). Description: VEGAN AND CRUELTY-FREE"}
{"Name": "Hallo Sapa Angelica Herb Soap, 4.3 oz.", "Natural": "Hallo Sapa Angelica Herb Soap, 4.3 oz.. Description: Made from pressed oil and dried herbs of geothermal Iceland this Angelica Herb Soap has a high level of chlorophyll which helps keep the skin moist."}
{"Name": "Noverlife Self-adhesive 3D Christmas Nail Art Stickers with Alloy Nail Studs, DIY Nail Design Decals Nail Accessories Manicure Pedicure Decorations for Nail Salon or Home Use", "Natural": "Noverlife Self-adhesive 3D Christmas Nail Art Stickers with Alloy Nail Studs, DIY Nail Design Decals Nail Accessories Manicure Pedicure Decorations for Nail Salon or Home Use. Description: Features & Benefits"}
{"Name": "BVLGARI OMNIA CRYSTALLINE by Bvlgari", "Natural": "BVLGARI OMNIA CRYSTALLINE by Bvlgari. Description: BVLGARI OMNIA CRYSTALLINE by Bvlgari EDT SPRAY .84 OZ & SATIN POUCH for"}
{"Name": "Degree Men MotionSense Anti-Perspirant Stick, Stress Control, 2.7 Ounce, Pack of 2", "Natural": "Degree Men MotionSense Anti-Perspirant Stick, Stress Control, 2.7 Ounce, Pack of 2. Description: Degree Men MotionSense Anti-Perspirant Stick, Stress Control, 2.7 oz (Pack of 2)"}
{"Name": "JNxcel Premium Quality Water Repellent Nylon/Polyester Fabric Hair Salon & Barber Hair Cutting & Shampoo Cape with Snap Closure (Iridescent Purple Violet)", "Natural": "JNxcel Premium Quality Water Repellent Nylon/Polyester Fabric Hair Salon & Barber Hair Cutting & Shampoo Cape with Snap Closure (Iridescent Purple Violet). Description: PROFESSIONAL QUALITY MADE TO LAST:"}
{"Name": "Womens Perfecting Concealer Correcteur Long Lasting HD Cover Stick HDCS (Tropez)", "Natural": "Womens Perfecting Concealer Correcteur Long Lasting HD Cover Stick HDCS (Tropez). Description: This conveniently sized, yet potent HD Cover Stick concealer allows you to effortlessly swipe, then blend over imperfections for crease-resistant, cake-resistant, full coverage that lasts"}
{"Name": "Baval Hard Case repalcement for Anker PowerCore+ 20100 20100mAH Portable Charger External Battery", "Natural": "Baval Hard Case repalcement for Anker PowerCore+ 20100 20100mAH Portable Charger External Battery. Description: Baval Hard Case repalcement for Anker PowerCore+ 20100 20100mAH Portable Charger External Battery"}
{"Name": "Nail Magic All in One, 0.5 Fluid Ounce", "Natural": "Nail Magic All in One, 0.5 Fluid Ounce. Description: Three products in one bottle. Prepares nail surface for polish, provides high shine finish and contains UV absorber to prevent yellowing. A toluene, formaldehyde and DBP free formula"}
{"Name": "Kiss My Face Exfoliating Face Wash Start Up, 4 Fluid Ounce", "Natural": "Kiss My Face Exfoliating Face Wash Start Up, 4 Fluid Ounce. Description: Start Up combines citrus essential oils with gentle Alpha Hydroxy Acids to cleanse and refresh your face. The 5% AHA level is gentle enough for all skin types."}
