{"Name": "JNxcel Premium Quality Water Repellent Nylon/Polyester Fabric Hair Salon & Barber Hair Cutting & Shampoo Cape with Snap Closure (Sky Blue)", "Natural": "JNxcel Premium Quality Water Repellent Nylon/Polyester Fabric Hair Salon & Barber Hair Cutting & Shampoo Cape with Snap Closure (Sky Blue). Description: PROFESSIONAL QUALITY MADE TO LAST:"}
{"Name": "Dog Brush and Cat Brush 5 in 1 Pet Grooming Kit Suitable for Long or Short Pet Hair Fur Removal Pet Pin Brush, Bath&Masaage Brush De-matting Comb (Pink)", "Natural": "Dog Brush and Cat Brush 5 in 1 Pet Grooming Kit Suitable for Long or Short Pet Hair Fur Removal Pet Pin Brush, Bath&Masaage Brush De-matting Comb (Pink). Description: 0"}
{"Name": "Black Elastic Hair Bands 120 Pcs Rubber Hair Ties for Thick Heavy and Curly Hair,No Metal,3mm", "Natural": "Black Elastic Hair Bands 120 Pcs Rubber Hair Ties for Thick Heavy and Curly Hair,No Metal,3mm. Description: Specifications: Quantity: 120pieces Color: black Thickness: 3 mm Diameter:2inch"}
{"Name": "TARTE Winter Wonderglam Luxe Eye Palette", "Natural": "TARTE Winter Wonderglam Luxe Eye Palette. Description: his ultra-luxe value set features your full-glam faves packed in one place! 24 multi-finish shadow formulas, mascara, liner & shadow brush make up this sparklin’ set."}
{"Name": "White Rain Hair Spray Aerosol Extra Hold 7 Ounces (Value Pack of 10)", "Natural": "White Rain Hair Spray Aerosol Extra Hold 7 Ounces (Value Pack of 10). Description: White Rain Hair Spray Aerosol Extra Hold 7 Ounces (Value Pack of 10)"}
{"Name": "Khaki Lovely Big Rabbit Ear Bow Headband Ponytail Holder Hair Tie Band Korean Style", "Natural": "Khaki Lovely Big Rabbit Ear Bow Headband Ponytail Holder Hair Tie Band Korean Style. Description: Condition: New Color: khaki(choose the one you like) Material: Fabric Size: app 13.5X8 cm Weight: About 10g Package includes:1 X Hairbands"}
{"Name": "CARTIER Must DE CARTIER Essence for Men EDT Spray- Nib", "Natural": "CARTIER Must DE CARTIER Essence for Men EDT Spray- Nib. Description: CARTIER MUST DE CARTIER ESSENCE FOR MEN EAU DE TOILETTE SPRAY- .5 OZ - NEW IN BOX"}
{"Name": "April Bath & Shower Aromatherapy Relax Body Wash & Foaming Wash Mint Eucalyptus", "Natural": "April Bath & Shower Aromatherapy Relax Body Wash & Foaming Wash Mint Eucalyptus. Description: Infused with soothing skin conditioner, while an aromatherapy essential oil helps calm feelings of stress so you can sleep better and wake up more refreshed. 414 ml"}
{"Name": "8pc Professional Makeup Brush Set - Cameo Cosmetics Makeup Brushes and Tools Set Made with Goat and Nylon Hair, Including a Black Travel Roll, Perfect As a Brushes and Applicators Gift Set", "Natural": "8pc Professional Makeup Brush Set - Cameo Cosmetics Makeup Brushes and Tools Set Made with Goat and Nylon Hair, Including a Black Travel Roll, Perfect As a Brushes and Applicators Gift Set. Description: 8 pc brush set, vinyl pouch, gift box. Makes great gift for amateurs or professionals."}
{"Name": "MINGT Brown Wig Synthetic Long Wigs for Women Natural Wave Hair Wigs,24\" (Brownish yellow)", "Natural": "MINGT Brown Wig Synthetic Long Wigs for Women Natural Wave Hair Wigs,24\" (Brownish yellow). Description: The wig is about 24 inches long. If you have short hair temporarily and want to try long wavy hair, this is a good choice."}
