{"Name": "Marilyn Miglin Destiny Perfume Oil Spray 2 oz", "Natural": "Marilyn Miglin Destiny Perfume Oil Spray 2 oz. Description: Destiny Perfume Oil Spray. Sensually caress your skin with moisture to leave it soft and silky. This dry oil spray mist absorbs instantly without a trace of oil. Leaves skin looking smooth and polished, healthy and glowing."}
{"Name": "Lip Medex Size .38z Blistex Lip Medex .38oz", "Natural": "Lip Medex Size .38z Blistex Lip Medex .38oz. Description: For the most up to date information, we recommend you visit the manufacturer website for the best product details, including ingredients, hazards, directions and warnings. This product offering is for 8 Retail Package"}
{"Name": "Ciate London Triple Shot XXL Mascara Black 0.27 oz Full Size", "Natural": "Ciate London Triple Shot XXL Mascara Black 0.27 oz Full Size. Description: Infused with Diamond Powder and using the latest in lash innovation. The unique fibre shape allows the mascara to position itself amongst the natural lash, with a multiplying effect finish"}
{"Name": "Frederic Malle Eau De Parfum Sample set; Portrait of A Lady, Carnal Flower, Iris Poudre, Eau de Magnolia, Musc Ravageur, En Passant. 3.5ml/ .12oz each.", "Natural": "Frederic Malle Eau De Parfum Sample set; Portrait of A Lady, Carnal Flower, Iris Poudre, Eau de Magnolia, Musc Ravageur, En Passant. 3.5ml/ .12oz each.. Description: Eau de Magnolia"}
{"Name": "Willard Water Clear 16 Ounces", "Natural": "Willard Water Clear 16 Ounces. Description: Real Willard Water Clear. The Clear product has less of the nutrients from remains of fossilized vegetation than the Dark. It is what most people start out with and is especially good for people who might be turned off by the color of the dark concentrate."}
{"Name": "Marzabar Almond Vanilla Soap", "Natural": "Marzabar Almond Vanilla Soap. Description: Our handmade soaps are made with the highest grade glycerin, top grade essential oils, fragrance oils and natural botanicals. Lather up amp; enjoy! Who knew soap could be so much fun?"}
{"Name": "Diane Fromm 365 Royal Hair Vac. by Fromm", "Natural": "Diane Fromm 365 Royal Hair Vac. by Fromm. Description: The Fromm Royal Hair Vacuum (vac) is the perfect vacuum for professional use in barbershops or salons. Built in the USA, the Royal Hair Vac have unique features and quality craftsmanship for over 100 years."}
{"Name": "Clinique Dramatically Different Lip Shaping Lipstick, 0.10 oz. / 3 g •• 31 Pink Desire ••", "Natural": "Clinique Dramatically Different Lip Shaping Lipstick, 0.10 oz. / 3 g •• 31 Pink Desire ••. Description: Clinique Dramatically Different Lip Stick Shaping 31 Pink desire"}
{"Name": "2 Pack Detangling Brush for black natural hair, Dishaur Detangler Brush for Curly Hair, Detangle Brush for Afro America 3a to 4c Curly Kinky Coily for Wet/Dry/Long Thick Hair", "Natural": "2 Pack Detangling Brush for black natural hair, Dishaur Detangler Brush for Curly Hair, Detangle Brush for Afro America 3a to 4c Curly Kinky Coily for Wet/Dry/Long Thick Hair. Description: 1"}
{"Name": "Seeing Red Triton Wig Adult Costume Accessory - One Size White", "Natural": "Seeing Red Triton Wig Adult Costume Accessory - One Size White. Description: Top off your costume with this Triton Wig by Seeing Red. This wig is the perfect accessory to any mens mermaid costume. Includes the wig, beard and crown"}
