{"Name": "Sun Laboratories Exfoliant Body Gel 8 fl oz.", "Natural": "Sun Laboratories Exfoliant Body Gel 8 fl oz.. Description: Exfoliant Body Gel is perfect for removing dead cells and impurities in your skin. It will help your skin look smoother and younger. Made with aloe to help moisturize and nourish your skin."}
{"Name": "WANGTA Giant Toothbrush 688 Premium Big Size Toothbrush Set, Dental Care 8 Pieces + Cover + Hanger", "Natural": "WANGTA Giant Toothbrush 688 Premium Big Size Toothbrush Set, Dental Care 8 Pieces + Cover + Hanger. Description: WANGTA Giant Toothbrush 688 Premium Big Size Toothbrush Set, Dental Care 8 Pieces + Cover + Hanger"}
{"Name": "Hairginkgo Mannequin Head 100% Real Hair Manikin Head Styling Hairdresser Training Head Cosmetology Doll Head for Dyeing Cutting Braiding Practice with Clamp Stand (2022B0214)", "Natural": "Hairginkgo Mannequin Head 100% Real Hair Manikin Head Styling Hairdresser Training Head Cosmetology Doll Head for Dyeing Cutting Braiding Practice with Clamp Stand (2022B0214). Description: About Hairginkgo:"}
{"Name": "Aveda by Aveda Air Control Hair Spray 8.2 oz", "Natural": "Aveda by Aveda Air Control Hair Spray 8.2 oz. Description: Aveda Air Control BB 10 Ounce 300 Milliliters Aveda Air Control Hair Spray, a flexible and lasting hold hair spray — suitable for all hair types."}
{"Name": "lotus.flower 3-Piece Rug Set, Bath Mat Carpet Water Absorbent┃Bathroom Rug Mat Non-Slip ┃Halloween Horror Toilet Seat Cover and Rug Bathroom Set (B)", "Natural": "lotus.flower 3-Piece Rug Set, Bath Mat Carpet Water Absorbent┃Bathroom Rug Mat Non-Slip ┃Halloween Horror Toilet Seat Cover and Rug Bathroom Set (B). Description: Features:"}
{"Name": "b.m.c by Bundle Monster 20pc Nail Art Image Manicure Stamping Plates-CYO 2 Collection", "Natural": "b.m.c by Bundle Monster 20pc Nail Art Image Manicure Stamping Plates-CYO 2 Collection. Description: Bundle Monster 20pc Nail Art Image Manicure Stamping Plates-2014 CYO Collection"}
{"Name": "MISSHA Airy Fit Sheet Mask 10pcs of Single Type (Rice)", "Natural": "MISSHA Airy Fit Sheet Mask 10pcs of Single Type (Rice). Description: MISSHA Airy Fit Sheet Mask Fresh ampoule type essence makes your skin smooth and soft. Fresh up cold brew technique is used to extract and deliver the ingredient as fresh as possible."}
{"Name": "X 3 bottle G&H Protect+ Deodorant & Anti-Perspirant Roll-On size 100 ml.", "Natural": "X 3 bottle G&H Protect+ Deodorant & Anti-Perspirant Roll-On size 100 ml.. Description: This product is labeled with a MFG or Manufacture date. It is 100% potent for at least 1 year beyond that date"}
{"Name": "Wet N Wild Perfect Pout Gel Lip Liner #654C Never Petal Down - 0.008 Oz/0.25 g", "Natural": "Wet N Wild Perfect Pout Gel Lip Liner #654C Never Petal Down - 0.008 Oz/0.25 g. Description: Wet N Wild Perfect Pout Gel Lip Liner #654C Never Petal Down - 0.008 Oz/0.25 g"}
{"Name": "[KLAVUU] GREEN PEARLSATION TEATREE CARE BODY SPRAY 100ml", "Natural": "[KLAVUU] GREEN PEARLSATION TEATREE CARE BODY SPRAY 100ml. Description: Skin elasticity, moisture/nutrition supply Regenerate tired skin Anti-aging skin, anti-wrinkle"}
