{"Name": "Right Guard Gel Antiperspirant/Deodorant Xtreme Defense Ocean Rush, 4 Ounces (Pack of 3)", "Natural": "Right Guard Gel Antiperspirant/Deodorant Xtreme Defense Ocean Rush, 4 Ounces (Pack of 3). Description: - Uncompromised fresh and dry protection all day long - Won’t stain or discolor clothes - High-performance formula - Up to 72 hours odor protection"}
{"Name": "Lumirance Vitamin C & Collagen Face Firming Serum and SCULPT 3X Biotin Lash Enhance Serum Set", "Natural": "Lumirance Vitamin C & Collagen Face Firming Serum and SCULPT 3X Biotin Lash Enhance Serum Set. Description: Lumirance Vitamin C & Collagen Face Firming Serum and SCULPT 3X Biotin Lash Enhance Serum"}
{"Name": "Victoria's Secret Coconut Granita Fragrance Lotion 8 Fl Oz", "Natural": "Victoria's Secret Coconut Granita Fragrance Lotion 8 Fl Oz. Description: Victoria's Secret is the go to brand for sexy beauty products. This fragrance lotion features a delicious scent to keep you moisturized and smelling sweet."}
{"Name": "New Born Free Human Hair Blend Lace Front Wig Magic Lace U-Shape Lace Wig MLUH94 (2)", "Natural": "New Born Free Human Hair Blend Lace Front Wig Magic Lace U-Shape Lace Wig MLUH94 (2). Description: * 4X4 Hand Tied Lace Part + Ear to Ear Lace* Human Hair Premium Blend"}
{"Name": "Supre Sangria Sunday Fruit Infused Intoxicating Bronzer - 13.5 oz.", "Natural": "Supre Sangria Sunday Fruit Infused Intoxicating Bronzer - 13.5 oz.. Description: Cosmetic and DHA Bronzers provide instant color that continues to develop after UV exposure. A Fruit Infused Blend of Grape Seed, Apple and Orange Peel Extract"}
{"Name": "Scruples Centura 3 Buffered Alkaline Perm, 7.5 oz", "Natural": "Scruples Centura 3 Buffered Alkaline Perm, 7.5 oz. Description: fortified with proteins to thicken fine limp hair. It produces resilient curls from scalp to ends. You get one formula for use on normal and fine limp hair"}
{"Name": "Hanzel Christmas New Year Nail Art Water Transfer Stickers - 12 Sheets Colorful Mixed Cartoon Metallic Nail Stickers,Winter Elements Snowflake Christmas Tree Santa Claus Ring Bell Elk Manicure DIY Nail Decals", "Natural": "Hanzel Christmas New Year Nail Art Water Transfer Stickers - 12 Sheets Colorful Mixed Cartoon Metallic Nail Stickers,Winter Elements Snowflake Christmas Tree Santa Claus Ring Bell Elk Manicure DIY Nail Decals. Description: ❤️"}
{"Name": "Mitchum For Women Advanced Control Anti-Perspirant Deodorant Clear Gel, Shower Fresh 3.4oz ( Packs of 5)", "Natural": "Mitchum For Women Advanced Control Anti-Perspirant Deodorant Clear Gel, Shower Fresh 3.4oz ( Packs of 5). Description: Shower Fresh Gel Anti-Perspirant & Deodorant"}
{"Name": "Kat Von D Shade & Light Eye Contour Quad Palette Fawn", "Natural": "Kat Von D Shade & Light Eye Contour Quad Palette Fawn. Description: This palette is 4 different products to create the most beautiful eye in a neutral shade, Included are a base, a dark define shade, a medium contour shade and a light highlight shade all from Kat Von D."}
{"Name": "Speed Stick Power Anti-Perspirant Deodorant Unscented 3 oz (Pack of 11)", "Natural": "Speed Stick Power Anti-Perspirant Deodorant Unscented 3 oz (Pack of 11). Description: Speed Stick Power Anti-Perspirant Deodorant Unscented 3 oz (Pack of 11)"}
