{"Name": "Olay Sensitive Skin Unscented Body Wash, 22 Fluid Ounce", "Natural": "Olay Sensitive Skin Unscented Body Wash, 22 Fluid Ounce. Description: Our advanced sensitive formula with Olay moisturizers is dermatologist tested and formulated with mildness in mind to be as gentle to your skin as water."}
{"Name": "Sinful Colors Trend Matters Angel Kylie Jenner Nail Polish #2110 - Angelik (Pink Shimmer) - 0.5 Fl Oz", "Natural": "Sinful Colors Trend Matters Angel Kylie Jenner Nail Polish #2110 - Angelik (Pink Shimmer) - 0.5 Fl Oz. Description: Sinful Colors Trend Matters Angel Kylie Jenner Nail Polish #2110 - Angelik (Pink Shimmer) - 0.5 Fl Oz"}
{"Name": "Bath and Body Works Japanese Cherry Bloosom Shimmer Fizz Lotion 3.5 Ounce", "Natural": "Bath and Body Works Japanese Cherry Bloosom Shimmer Fizz Lotion 3.5 Ounce. Description: Bath & Body Works Japanese Cherry Blossom Shimmer Fizz Lotion - 3.5 oz"}
{"Name": "Silicone Back Scrubber for Shower with Scalp Massager Shampoo Brush - GMlife Bathroom Set with Silicone Body Scrubber, Hair massager scalp brush and Bath Sponge - Silicone Bath Body Brush - Gift Set", "Natural": "Silicone Back Scrubber for Shower with Scalp Massager Shampoo Brush - GMlife Bathroom Set with Silicone Body Scrubber, Hair massager scalp brush and Bath Sponge - Silicone Bath Body Brush - Gift Set. Description: Why is this product for you?"}
{"Name": "Shiseido Eyelash Curler Sort Rubber 214 3 Pics", "Natural": "Shiseido Eyelash Curler Sort Rubber 214 3 Pics. Description: Shiseido Eyelash Curler Sort Rubber. Refills (No.214). 3 Pack - Total 9 Pieces. Made in Japan."}
{"Name": "BreastFull Intensiv Breast Enlargement Cream – Clinically Tested to Increase Bust Size 8.4% in 56 Days – 2 Month Supply", "Natural": "BreastFull Intensiv Breast Enlargement Cream – Clinically Tested to Increase Bust Size 8.4% in 56 Days – 2 Month Supply. Description: BreastFull Intensiv Breast Enlargement Cream"}
{"Name": "NAIL-AID Fiberglass + Gel Top Coat, 0.55 Fluid Oune", "Natural": "NAIL-AID Fiberglass + Gel Top Coat, 0.55 Fluid Oune. Description: hard-wearing top coat with fiberglass owder and gel glaze to seal any color to a hiny, break-proof finish while thickening nd hardening thin, weak nails."}
{"Name": "Bluezoo (Pack of 8 sheets) Flash Henna Temporary Tattoos Sticker -Brown Color,Mixed More than 50 Different Patterns,Buddha,Necklace,Bracelet for Girls", "Natural": "Bluezoo (Pack of 8 sheets) Flash Henna Temporary Tattoos Sticker -Brown Color,Mixed More than 50 Different Patterns,Buddha,Necklace,Bracelet for Girls. Description: Description"}
{"Name": "Betty Dain Vinyl Bath Mate Extra Large pink", "Natural": "Betty Dain Vinyl Bath Mate Extra Large pink. Description: Waterproof Shower Cap Soft, supple vinyl Fashionable polka dot print Available as a standard shower cap or with a terry-cloth lining Available in regular or extra-large sizes for long, thick hair"}
{"Name": "Etude House Aloe Moistfull Soothing Mist", "Natural": "Etude House Aloe Moistfull Soothing Mist. Description: Etude House Moistfull Aloe Soothing Mist : Moisturizing soothing mist containing enriched Baobab Tree extracts, Organic Aloe, and Organic Herb supplies instant moisture and relieves skin when applied."}
