{"Name": "Porter-Cable", "Natural": "The Porter-Cable 6 Gallon Oil Free Pancake Compressor delivers 2.6 SCFM at 90 PSI with a 150 PSI max, featuring a lightweight 30 lb pancake-style tank and durable oil-free pump for easy transport and maintenance-free use. Ideal for DIYers and home workshop users."}
{"Name": "Rolair", "Natural": "The Rolair VT25BIG Direct Drive Air Compressor delivers 6.5 CFM at 90 PSI with a 2.5 HP motor, cast-iron cylinder, and splash lubrication for durability. Its folding handle and flat-free tires enhance jobsite mobility, perfect for heavy-duty contractors."}
{"Name": "Makita", "Natural": "The Makita MAC5200 Big Bore Air Compressor features a 3.0 HP motor delivering 6.5 CFM at 90 PSI, with a cast-iron pump, roll cage, and oil-lubricated cooling system, ideal for professional contractors needing durable, high-output air supply."}
{"Name": "DEWALT", "Natural": "The DEWALT 225 PSI Vertical Air Compressor offers 5.0 SCFM at 90 PSI, 78 dBA quiet operation, and vertical storage with a collapsible handle, combining space-saving design and high performance for roofing, framing, and finish nailers."}
{"Name": "Chicago Pneumatic", "Natural": "The Chicago Pneumatic CP3850 series includes 2.8 hp angle grinders and sanders built for 7” and 9” wheels, featuring a 2,000-hour bevel gear, adjustable exhaust, and anti-vibration handles—ideal for industrial metalwork professionals."}
{"Name": "Quincy Compressor", "Natural": "The Quincy QGS Rotary Screw Air Compressor ranges from 5 to 100 hp with tank and dryer options, offering quiet operation, low oil carryover, and 8,000-hour lubricant—ideal for continuous-duty use in industrial and manufacturing sectors."}
{"Name": "Ingersoll Rand", "Natural": "The Ingersoll Rand SS5L5 Single Stage Air Compressor features a 60-gallon vertical tank, 18.1 CFM at 90 PSI, and durable cast-iron construction with 2-year warranty when used with a start-up kit—ideal for serious DIYers and professionals. Price: $1,489.99."}
{"Name": "Sullair", "Natural": "The Sullair 400HH delivers up to 425 CFM and 200 PSI with CAT or Perkins engines, extended 10-hour runtime, and easy pressure switching in a compact design, ideal for demanding jobsite applications requiring mobility and high airflow."}
