{"Name": "Bionaire", "Natural": "The Bionaire 99.99% True HEPA Air Purifier features a 3-stage system with UV technology and captures 99.99% of airborne particles as small as 0.3 microns. ENERGY STAR certified, it offers 3 cleaning levels, a programmable timer, and an ionizer—ideal for allergy sufferers seeking quiet, efficient air purification."}
{"Name": "AEG", "Natural": "The AEG AX9 CONNECTED AIR PURIFIER offers 5-stage filtration, a smart app, and PureSense tech to auto-adjust performance based on air quality. With 360° customizable filters, ultra-quiet operation (17 dB), and coverage up to 92m², it's perfect for large rooms and tech-savvy users."}
{"Name": "Sharp", "Natural": "The Sharp Plasmacluster Ion Air Purifier (FPK50UW) combines a 3-stage filter system and ion technology to clean medium-sized rooms up to 1,253 sq. ft. It captures 99.97% of particles ≥0.3 microns, includes carbon for odor control, and is ENERGY STAR and AHAM certified—great for bedrooms and offices."}
{"Name": "Rabbit Air", "Natural": "Rabbit Air's A3 features 6-stage filtration with BioGS HEPA and charcoal filters that capture particles down to 0.1 microns while reducing allergens and odors. Certified asthma & allergy friendly, it covers up to 1,070 sq. ft. and is suited for health-conscious users with respiratory sensitivities."}
{"Name": "IQAir", "Natural": "The IQAir GC MultiGas is a premium air purifier designed for advanced gas and odor removal, utilizing medical-grade filtration for allergens and VOCs. Ideal for chemically sensitive users or those in need of high-efficiency filtration in large spaces."}
{"Name": "TruSens", "Natural": "The TruSens Z-1000 Air Purifier combines PureDirect airflow, 360° HEPA and carbon filtration, and UV sterilization in a compact form for rooms up to 23 m². Touch controls and filter indicators make it ideal for users seeking portable, stylish air cleaning in small spaces."}
{"Name": "Honeywell", "Natural": "The Honeywell HFD320 Air Genius 5 features a washable ifD filter and 5 cleaning levels to capture allergens, VOCs, and odors in rooms up to 250 sq. ft. ENERGY STAR certified with silent operation and auto-off timer, it’s a great fit for allergy-prone households."}
{"Name": "Dyson", "Natural": "The Dyson TP09 uses HEPA H13 and catalytic filters to remove 99.95% of ultrafine particles and destroy formaldehyde. With Air Multiplier™ tech, 350° oscillation, app control, and voice commands, it's ideal for smart home users wanting premium purification and cooling in one."}
