{"Name": "Blackstone", "Natural": "The Blackstone 17\" Tabletop Griddle delivers 12,000 BTUs via an H-style burner for even heat, with a portable design perfect for tailgates or camping. Its hood and Rear Grease Management System simplify cleanup, ideal for outdoor cooks seeking compact power."}
{"Name": "Pit Boss", "Natural": "The Pit Boss Classic Pellet Grill offers 700 sq. in. of porcelain-coated space and 8-in-1 versatility from 180–500°F. With a digital controller and flame broiler, it’s perfect for wood-fired grilling, smoking, and more, for groups of 4–6."}
{"Name": "Big Green Egg", "Natural": "The MiniMax Big Green Egg is a compact ceramic grill with 133 sq. in. of cooking space, built for portability with an easy-grip carrier. Ideal for tailgates and camping, it delivers premium performance in a small, durable form."}
{"Name": "Kamado Joe", "Natural": "The Kamado Joe Classic Joe II is a 46 cm ceramic charcoal grill with 1613 cm² of space, featuring the Air Lift Hinge, Kontrol Tower vent, and Divide & Conquer system. Built for precision and ease, it’s ideal for grill enthusiasts ready to elevate their game."}
{"Name": "Traeger", "Natural": "The Traeger Pro 780 is a wood pellet grill with 780 sq. in. of space, WiFIRE® app control, and TurboTemp® tech for fast, consistent cooking. Ideal for smoking, roasting, or baking, it suits tech-savvy grillers seeking wood-fired flavor and smart features."}
{"Name": "Char-Broil", "Natural": "The Char-Broil 4-Burner Gas Grill delivers 32,000 BTUs with an added 10,000 BTU side burner, porcelain-coated grates, and electronic ignition. With storage and mobility features, it’s great for backyard chefs wanting performance and convenience."}
{"Name": "Weber", "Natural": "The Weber Spirit E-310 Gas Grill offers 424 sq. in. of grilling space, porcelain-enameled grates, six tool hooks, and a grease management system. Durable and user-friendly, it’s perfect for family meals and casual grillers."}
{"Name": "Broil King", "Natural": "The Broil King Baron S 490 PRO IR features 460 sq. in. of cooking space, 4 stainless burners, Flav-R-Wave™ system, infrared side burner, and illuminated controls. Built for durability and performance, it’s ideal for grillers who want premium versatility."}
