{"Name": "Kemei", "Natural": "The Kemei KM-2600 trimmer features stainless steel blades, a 0.25–9 mm trimming range, 120-minute battery life, and both corded and cordless use. Designed for beards and moustaches, it's ideal for men seeking reliable grooming at a budget price."}
{"Name": "BabylissPRO", "Natural": "The BabylissPRO FXONE trimmer runs up to 3 hours on an interchangeable lithium battery and features a brushless motor, metal housing, and 7200 RPM deep-tooth T-blade. Built for barbers, it's perfect for high-precision styling and long-lasting performance."}
{"Name": "Gillette", "Natural": "The Gillette Style Master is a cordless, waterproof trimmer with 4D blades and three combs for trimming in multiple directions. With a 45-minute battery life, pivoting head, and replaceable metal blade, it's great for flexible, close grooming."}
{"Name": "Bevel", "Natural": "The Bevel Trimmer offers tool-free zero-gap adjustments, non-slip grip, and a blade designed to repel oil and dirt for less irritation. Its ergonomic build and thumb-turn blade dial make it a favorite for precise fades and daily use."}
{"Name": "Andis", "Natural": "The Andis Master Cordless Clipper delivers over 90 minutes of runtime with carbon-steel blades adjustable from 000 to 1 and a powerful magnetic motor. Designed for professional precision and durability with a sleek aluminum body."}
{"Name": "Remington", "Natural": "The Remington Crafter Beard Boss kit offers 180 minutes of cordless runtime, waterproof design, turbo mode, and multiple accessories for trimming goatees, mustaches, and more—ideal for detailed, long-lasting grooming control."}
{"Name": "Panasonic", "Natural": "The Panasonic ER-SB40 trimmer uses a linear motor with 9,800 cuts per minute and 19 settings from 0.5–10 mm. With wide-tipped blades, ergonomic grip, and waterproof body, it's built for efficient trimming of thick, unruly hair."}
{"Name": "Wahl", "Natural": "The Wahl Stainless Steel Lithium-Ion+™ trimmer offers a 3.5-hour runtime, quick charge, and 3 interchangeable heads for full grooming. With wet/dry use, 11 length settings, and a travel lock, it’s built for versatile, on-the-go styling."}
