{"Name": "Lian Li", "Natural": "The Lian Li SP750 is a compact 750W SFX PSU with 80 PLUS Gold efficiency, fully modular braided cables, and a 92mm zero-RPM fan below 40% load. Featuring Japanese capacitors and a 5-year warranty, it's ideal for silent, small-form-factor builds."}
{"Name": "Zalman", "Natural": "The Zalman TeraMax II 1200W is an 80+ Gold certified ATX 3.0 PSU with PCI-E 5.0 support, modular cables, and a quiet 120mm FDB fan. With premium Japanese capacitors and full protections, it’s built for high-end gaming and workstation rigs."}
{"Name": "Gigabyte", "Natural": "Gigabyte’s fully modular 80+ Gold PSU offers 90% efficiency, Japanese capacitors, and a 120mm HYB fan with semi-fanless mode. Its compact design, 5-year warranty, and full suite of protections make it ideal for efficient, quiet PC builds."}
{"Name": "FSP Group", "Natural": "The FSP Hydro PTM PRO 750W is an 80 PLUS Platinum PSU with conformal coating, ECO fan mode, and full protections. Featuring Japanese capacitors and DC-DC design, it’s built for long-lasting, high-efficiency performance under harsh conditions."}
{"Name": "Fractal Design", "Natural": "Fractal Design’s Ion+ Platinum PSU delivers silent operation with a custom 140mm fan, UltraFlex modular cables, and 80 PLUS Platinum efficiency. It includes Japanese capacitors and a 10-year warranty—perfect for premium, low-noise PC builds."}
{"Name": "EVGA", "Natural": "The EVGA 850 BQ is an 80+ Bronze certified 850W semi-modular PSU with a quiet 140mm fan, Japanese capacitors, and full protections. Backed by a 5-year warranty, it’s a reliable and affordable choice for mainstream gaming systems."}
{"Name": "Be Quiet", "Natural": "Be Quiet’s Straight Power 11 750W PSU features 80 PLUS Gold efficiency, Silent Wings 3 fan, modular cables, and wire-free DC design. With premium capacitors and quiet performance, it's perfect for users seeking silence and stability."}
{"Name": "MSI", "Natural": "The MSI MPG gaming PSU is a fully modular, 80 PLUS Gold unit with 100% Japanese capacitors, flat black cables, and a 10-year warranty. Designed for RTX 30/20 and AMD GPUs, it offers efficient, quiet power delivery with easy cable management."}
