{"Name": "MSI", "Natural": "The MSI Optix MAG274QRF-QD is a 27\" WQHD gaming monitor with a 165Hz refresh rate, 1ms GTG response, Quantum Dot color, and G-Sync compatibility. Featuring Rapid IPS, HDR, USB-C, and Mystic Light, it's ideal for immersive, tear-free esports gaming."}
{"Name": "AOC", "Natural": "The AOC C32G2E is a 32\" curved gaming monitor with a 165Hz refresh rate, 1ms response time, and AMD FreeSync for tear-free gameplay. Its frameless design, low input lag mode, and game-specific presets make it ideal for immersive and competitive gaming."}
{"Name": "Philips", "Natural": "The Philips B Line 34\" curved UltraWide monitor features USB-C, ergonomic stand, and TUV-certified eye comfort for reduced fatigue. Ideal for multitaskers and professionals needing expansive workspace with wraparound immersion."}
{"Name": "ViewSonic", "Natural": "The ViewSonic TD2455 is a 24\" Full HD in-cell touch monitor with USB-C, ergonomic stand, and stylus support. Featuring 10-point PCAP touch and DisplayPort MST, it’s perfect for offices, classrooms, and presentation hubs."}
{"Name": "Acer", "Natural": "The Acer Nitro XV272U RV is a 27\" WQHD gaming monitor with a 170Hz refresh rate, 1ms response, 95% DCI-P3 color, and AMD FreeSync Premium. Ideal for gamers seeking color accuracy, fluid motion, and ergonomic flexibility."}
{"Name": "Asus", "Natural": "The ASUS ROG Swift PG259QN is a 24.5\" FHD gaming monitor with 360Hz refresh rate, 1ms GTG, NVIDIA G-SYNC, and HDR10. Built for pro esports, it combines Fast IPS tech and advanced cooling for ultra-smooth competitive play."}
{"Name": "LG", "Natural": "The LG UltraGear 27GN750 is a 27\" FHD gaming monitor with 240Hz refresh rate, 1ms IPS response, HDR10, and 99% sRGB color. With G-Sync compatibility and Black Stabilizer, it's perfect for fast-paced, color-rich gaming."}
{"Name": "Dell", "Natural": "The Dell UltraSharp 27\" monitor features IPS Black tech, 4K UHD resolution, 100% sRGB/Rec.709 color, and a full connectivity hub with USB-C and LAN. Ideal for creatives and professionals seeking high color fidelity and productivity."}
