{"Name": "Craftsman", "Natural": "The Craftsman V20 1/2-in Cordless Drill/Driver delivers 280 unit watts out, with a 2-speed gearbox and LED work light. Powered by a 20V MAX* lithium-ion battery, it’s ideal for basic drilling and fastening in wood and tight spaces."}
{"Name": "BlackDecker", "Natural": "The BLACK+DECKER 20V MAX Cordless Drill/Driver features an 11-position clutch, compact design, and LED work light. Its lithium battery holds a charge for up to 18 months—perfect for light-duty tasks and casual DIYers."}
{"Name": "Hitachi Metabo HPT", "Natural": "Metabo HPT's 18V MultiVolt Combo Kit includes a brushless driver drill and impact driver with 2.0Ah batteries, delivering up to 620 and 1,549 in-lbs of torque. Compact and powerful, it’s ideal for pros seeking flexibility and durability."}
{"Name": "Bosch", "Natural": "The Bosch GSR18V-755C Brute Tough 18V Drill/Driver delivers 755 in-lbs of torque with KickBack Control, Bluetooth connectivity, and a precision 25+1 clutch. Its EC brushless motor and CORE18V batteries make it ideal for pro-grade drilling."}
{"Name": "Milwaukee", "Natural": "Milwaukee’s M18 FUEL 1/2” Hammer Drill delivers 1,200 in-lbs of torque and 2,000 RPM in a compact 6.9” body. With REDLINK PLUS intelligence and a metal ratcheting chuck, it's designed for tough, high-demand drilling jobs."}
{"Name": "DeWalt", "Natural": "The DeWalt 20V MAX Compact Drill/Driver provides 300 UWO, dual speed transmission, and ergonomic grip in a lightweight design. With two batteries, charger, and bag included, it’s ideal for tight spaces and general DIY tasks."}
{"Name": "Skil", "Natural": "The Skil PWR CORE 20 Drill Driver offers 17+1 torque settings, brushless motor, keyless chuck, USB battery charging, and rapid 5-minute charging. Great for DIYers needing versatile performance and fast recharge times."}
{"Name": "Einhell", "Natural": "Einhell’s TE-TK 18/2 Li Kit includes a cordless drill/driver and angle grinder with a 2-speed metal gearbox and 4.0Ah battery. With included grinding wheels, bits, and bag, it’s a compact all-in-one kit for DIY and garage use."}
