{"Name": "Sultra", "Natural": "The Sultra Bombshell 1.5\" Clipless Curling Rod uses dual heaters and ThermaCore™ technology to create long-lasting curls with 395°F even heat, ideal for dry or color-treated hair. It curls in half the time of traditional irons and includes auto shutoff and a heat glove."}
{"Name": "CROC", "Natural": "The CROC Classic Infrared Flat Iron features black titanium plates, infrared tech for moisture retention, and heat settings up to 450°F. With an ergonomic grip, 9-ft swivel cord, and auto shutoff, it's ideal for smooth, one-pass straightening across all hair types."}
{"Name": "LOreal Professionnel", "Natural": "L’Oréal’s SteamPod uses steam and an integrated comb to deliver 2x smoother, faster styling with up to 91% less breakage. Featuring 3 heat settings, rotative cord, and a built-in water tank, it’s ideal for straight, wavy, or shiny styles on all hair types."}
{"Name": "Remington", "Natural": "The Remington Pro 1–1.5\" Pearl Ceramic Curling Wand features a conical barrel with crushed pearl coating for smooth, shiny waves. With 9 heat settings, 410°F max, and auto shutoff, it’s great for quick, frizz-free, salon-style curls."}
{"Name": "BIO IONIC", "Natural": "BIO IONIC’s curling iron features a 2\" longer barrel, NanoIonic MX, and Moisturizing Heat® tech for long-lasting, conditioned curls. With far infrared heat, adjustable settings, and swivel cord, it's perfect for long hair and bouncy, healthy waves."}
{"Name": "GHD", "Natural": "The GHD Curve Soft Curl Iron has a 1.25\" barrel and Ultra-Zone™ tech that maintains 365°F for consistent, safe styling. With fast 25-second heat-up, spring clamp, and auto sleep mode, it's ideal for voluminous, long-lasting curls on all hair types."}
{"Name": "T3", "Natural": "The T3 SinglePass Curl 1.25\" features a CeraGloss™ ceramic barrel and smart microchip with 5 heat settings for glossy, long-lasting curls. Designed for all hair lengths, it's ideal for glamorous styles with digital precision and smooth glide."}
{"Name": "Hot Tools", "Natural": "The Hot Tools CurlBar is ergonomically shaped in a 7-angle design to reduce stylist strain and features a customizable timer. Ideal for pros, this innovative curling iron creates long-lasting curls quickly and comfortably with precision control."}
