{"Name": "Miele", "Natural": "The Miele dishwasher features QuickIntenseWash for full cleaning in under 60 minutes, EcoPower tech for reduced water and energy use, and ComfortClose door. Its FlexLine baskets and adjustable racks make it ideal for efficient, hygienic, and quiet dish care."}
{"Name": "KitchenAid", "Natural": "KitchenAid's dishwasher offers a FreeFlex™ Third Rack, Advanced Clean Water Wash, and ProWash™ Cycle. With 44 dBA quiet performance, fingerprint-resistant finish, and top controls, it's perfect for households wanting flexible, spotless cleaning in a sleek design."}
{"Name": "Maytag", "Natural": "The Maytag dishwasher features Dual Power Filtration and PowerBlast® cycle to eliminate soaking and scrubbing. A full stainless steel tub, touch controls, and 10-year warranty make it ideal for tough loads and long-term reliability."}
{"Name": "Whirlpool", "Natural": "Whirlpool's dishwasher includes a 3rd rack, adjustable 2nd rack, sensor cycle, and folding tines for versatile loading. With Sani Rinse, Quick Wash, and Soak & Clean options, it's great for busy families needing fast, flexible cleaning."}
{"Name": "Avanti", "Natural": "The Avanti 24\" dishwasher fits 12 place settings and offers 5 cycles, ADA compliance, and quiet 57 dBA operation. Ideal for compact spaces like apartments, condos, or offices seeking efficient, space-saving dishwashing."}
{"Name": "Frigidaire", "Natural": "Frigidaire’s Professional Series dishwasher combines powerful cleaning and sleek stainless steel styling, ideal for users seeking pro-grade performance in everyday kitchen use."}
{"Name": "Haier", "Natural": "Haier’s ENERGY STAR® Smart Dishwasher features WiFi connectivity via SmartHQ™, sanitize cycle, and stainless steel interior. It's perfect for modern households wanting performance, quiet operation, and smart control at a great value."}
{"Name": "Fisher Paykel", "Natural": "Fisher Paykel’s Double DishDrawer™ dishwasher offers independent drawer operation, quick wash, sanitize, and extra dry settings. With ergonomic loading and quiet performance, it's ideal for premium kitchens focused on versatility and design."}
