{"Name": "Porter-Cable", "Natural": "The Porter-Cable 5\" Random Orbit Sander delivers high output with a controlled finishing system for smooth starts and reduced gouging. With a dual-plane fan and dust-sealed switch, it’s built for durable, fatigue-free use on pro-grade jobs."}
{"Name": "SKIL", "Natural": "The SKIL Random Orbital Sander features a 2.8 amp motor, variable speeds from 7,000–13,000 OPM, and X-Flow dust collection for mess-free finishes. Its compact design and low vibration make it ideal for precise sanding on wood, metal, and plastic."}
{"Name": "Metabo", "Natural": "The Metabo FSX 200 Intec sander delivers 11,000 RPM with a lightweight 1.3kg build, soft-grip, and dust-proof bearings for extended life. Designed for one-handed use with onboard dust filtration, it's perfect for fatigue-free fine sanding."}
{"Name": "Milwaukee", "Natural": "Milwaukee’s M18 Random Orbit Sander offers 7,000–12,000 OPM variable speed, REDLITHIUM™ battery tech, and up to 35 mins runtime per 3.0Ah charge. With a 5\" pad and dust canister, it’s built for cordless, high-efficiency sanding."}
{"Name": "BLACKDECKER", "Natural": "The BLACK+DECKER MOUSE® 20V MAX* cordless sander operates at 12,000 OPM, with a detail finger attachment and ergonomic two-position grip. Compact and easy to control, it’s ideal for tight spaces and DIY projects with quick-change pads and a dust bag."}
{"Name": "Ryobi", "Natural": "The RYOBI 18V ONE+ Random Orbit Sander runs at 10,000 OPM and offers 40% less vibration, delivering swirl-free finishes. With a hook-and-loop sanding pad and cordless design, it’s a reliable choice for efficient home sanding tasks."}
{"Name": "DeWalt", "Natural": "The DeWalt DWE6423 5\" Variable Speed Sander offers 8,000–12,000 OPM with a 3 amp motor, rubber overmold grip, and one-handed locking dust bag. It supports vacuum connectivity, making it ideal for smooth, dust-managed wood, metal, or plastic sanding."}
{"Name": "Bosch", "Natural": "The Bosch ROS20VSC delivers 7,500–12,000 OPM with variable speed, pad-dampening brake, and microcellular backing for swirl-free finishes. Designed for woodworkers, it includes a microfilter dust canister, vacuum adapter, and ergonomic soft-grip body."}
