{"Name": "Milani", "Natural": "Milani Gilded Eyeshadow Sticks deliver up to 12 hours of waterproof, crease-free wear with a creamy, blendable formula in a retractable stick. Vegan and cruelty-free, they’re ideal for effortless, smudge-proof looks on the go."}
{"Name": "LOral Paris", "Natural": "L'Oréal Paris Colour Riche Monos offer 20 richly pigmented matte and shimmer eyeshadows with gel-to-powder texture for smooth application. Inspired by makeup artists, they’re perfect for long-lasting, comfortable wear in a swipe."}
{"Name": "NYX Professional Makeup", "Natural": "NYX Ultimate Shadow Palettes feature 16 high-pigment shades in bold, shimmery, or neutral combos like Brights, Utopia, or Ultimate Queen. Designed for creative freedom, they’re perfect for vibrant day-to-night eye looks."}
{"Name": "Tarte Cosmetics", "Natural": "Tarte’s tarteist™ PRO travel palette includes 6 Amazonian clay-infused shades—matte, metallic, and iridescent duochromes—for smooth, flake-free blending. Dermatologist-tested and portable, it’s perfect for artistry on the go."}
{"Name": "Pat McGrath Labs", "Natural": "Pat McGrath Labs Mothership Eye Palettes feature 20 creamy, high-saturation shadows with wet/dry application for bold, customizable artistry. Designed for rich color payoff and blendability, ideal for editorial and luxe looks."}
{"Name": "NARS", "Natural": "NARS’ limited-edition Orgasm eyeshadow palette includes 9 sultry shades with satin, shimmer, and matte finishes. Infused with a liquid-binding system, it delivers high-impact color in one stroke—perfect for bold, expressive eyes."}
{"Name": "ColourPop", "Natural": "ColourPop’s Sweet Talk palette features 12 peach and coral-toned shades in matte, metallic, pressed glitter, and Super Shock finishes. Known for easy application and vibrant payoff, it's ideal for fun, flirty looks."}
{"Name": "Too Faced", "Natural": "Too Faced’s chocolate-infused eyeshadow palette offers 18 silky, cocoa-scented shades in matte, shimmer, and metallic finishes. With rich pigments and a decadent scent, it’s perfect for creating bold or natural eye looks."}
