{"Name": "CROC", "Natural": "The CROC New Classic Infrared Flat Iron uses infrared and black titanium plates to reduce damage, lock in moisture, and boost shine by 30%. With digital temperature control up to 450°F and ergonomic design, it’s ideal for salon-quality one-pass styling."}
{"Name": "Drybar", "Natural": "The Drybar Confidante flat iron combines moisture maintenance with titanium plates for smooth, long-lasting styles. Engineered for one-pass results, it reduces frizz and enhances shine, ideal for professional-quality at-home styling."}
{"Name": "FHI Heat", "Natural": "The FHI Heat Platform Signature features 1.75” triple-layer ceramic tourmaline plates, adjustable heat to 450°F, and HydraHeat™ tech to lock in moisture and fight frizz. It’s perfect for all hair types seeking smooth or wavy styles."}
{"Name": "Bio Ionic", "Natural": "The Bio Ionic 10X Styling Iron features 1\" sonic vibrating plates with Volcanic MX and Moisturizing Heat™ tech to smooth hair in under 10 minutes. With adjustable heat, universal voltage, and a 5-year warranty, it’s built for fast, healthy styling."}
{"Name": "T3", "Natural": "The T3 Smooth ID flat iron uses HeatID personalization and CeraGloss™ plates to deliver precise, damage-reducing heat tailored to your hair type. With ion generator and refresh mode, it's ideal for styling with shine and minimal heat exposure."}
{"Name": "Remington", "Natural": "The Remington 1” Anti-Static Flat Iron features ceramic plates with titanium coating and heats to 450°F. With digital controls, floating plates, and 30% longer length, it's perfect for smooth, fast styling with 50% less static."}
{"Name": "ghd", "Natural": "The ghd Platinum+ flat iron uses ultra-zone™ predictive tech to maintain 365°F for optimal styling without heat damage. With floating plates and wishbone hinge, it offers smoother results, 70% stronger hair, and 2x color protection."}
{"Name": "BaBylissPRO", "Natural": "The BaBylissPRO Nano Titanium Ultra-Thin Flat Iron offers 5” extended plates, 50 heat settings up to 450°F, and lightweight slim design. With fast heat-up and even distribution, it’s ideal for sleek, shiny styles on all hair types."}
