{"Name": "Parlux", "Natural": "The Parlux Advance Light Ionic and Ceramic Hair Dryer features a 2,200W K-ADVANCE motor, ionic and ceramic tech, and 4 heat/2 speed settings. Weighing just 460g, it delivers fast, frizz-free styling with Italian-engineered durability."}
{"Name": "Elchim", "Natural": "The Elchim hair dryer delivers 2400W of power with ionic ceramic tech to reduce frizz and static while hydrating hair. Lightweight, quiet, and award-winning, it’s ideal for salon-grade results with over 30% faster drying."}
{"Name": "ghd", "Natural": "The ghd air® professional hair dryer offers a 1600W salon-strength motor, ionic tech, and ergonomic design. With adjustable heat/speed and a concentrator nozzle, it delivers smooth, shiny blowouts twice as fast as regular dryers."}
{"Name": "BaBylissPRO", "Natural": "The BaBylissPRO Nano Titanium dryer packs 2000W of power, an ion generator, 6 heat/speed settings, and a removable filter into a lightweight, ergonomic frame—perfect for fast, customizable styling with smooth results."}
{"Name": "Remington", "Natural": "The Remington ONE™ dryer includes 3 attachments for smoothing and curls, plus ionic conditioning for 90% less frizz and 25% faster drying. Its compact, lightweight design and 8 heat/speed settings suit all hair types."}
{"Name": "Panasonic", "Natural": "The Panasonic EH-NA27 nanoe Compact Dryer infuses moisture-rich ions to reduce frizz and enhance shine. With 1400W power, 3 airflow settings, and a foldable handle, it’s perfect for fast, on-the-go styling."}
{"Name": "Conair", "Natural": "The Conair Double Ceramic Dryer uses 1875W and dual ceramic tech for gentle, even heat with 3 heat/2 speed settings. Its ionic output tames frizz while a concentrator and cool shot help lock in sleek styles."}
{"Name": "Dyson", "Natural": "The Dyson Supersonic™ hair dryer features a 110,000rpm digital motor, Air Multiplier™ tech, 4 heat/3 speed settings, and 5 magnetic styling tools. Engineered for fast drying without extreme heat, it suits all hair types."}
