{"Name": "Pawleys Island", "Natural": "The Pawleys Island Large Quilted Hammock features dual-layer Sunbrella and DURACORD® fabric, oak spreader bars, and non-absorbent polyester fiberfill. Handmade in the Carolinas, it's weather-resistant and ideal for stylish two-person backyard lounging. Price: $299.99."}
{"Name": "Yellow Leaf", "Natural": "The Yellow Leaf Signature Hammock is handwoven with 150,000 ultra-soft loops for unmatched comfort and versatility. Feathersoft, weather-resistant, and easily portable, it’s perfect for travel, beach, or backyard relaxation. Capacity: up to 550 lbs."}
{"Name": "Duracord", "Natural": "The DURACORD® Small Rope Hammock in Oatmeal offers weather-resistant comfort with soft yet durable synthetic rope. Its compact size and sturdy build make it ideal for relaxing in smaller outdoor spaces with long-lasting charm."}
{"Name": "Warbonnet", "Natural": "The Warbonnet Ridgerunner Hammock is a top-rated, flat lay bridge-style hammock with optional underquilts and accessories. Designed for comfort and customization, it’s perfect for seasoned campers and backpackers seeking modular sleeping systems."}
{"Name": "Vivere", "Natural": "The Vivere Universal Hammock Stand with Double Hammock pairs breathable 100% cotton fabric with a heavy-duty steel frame. Tool-free setup, zinc-coated legs, and a carry bag make it ideal for both patio lounging and travel adventures."}
{"Name": "Hennessy", "Natural": "The Hennessy Expedition Classic Hammock includes built-in mosquito netting, rainfly, and patented asymmetrical design for flat, ergonomic sleeping. Durable and lightweight, it's a go-to option for serious campers and backpackers."}
{"Name": "ENO", "Natural": "The ENO SingleNest Hammock uses soft, breathable FreeWave® nylon and triple-stitched seams for durability and comfort. Lightweight and compact, it’s perfect for solo outdoor adventures, rated to support up to 400 lbs."}
{"Name": "Castaway Living", "Natural": "The Castaway Living Antique Brown Rope Hammock features dense 8mm polyester rope for support and hardwood spreader bars with countersunk holes. With included chains and tree hooks, it's ready to hang and built for long-lasting comfort."}
