{"Name": "Craftsman", "Natural": "The Craftsman V20 Cordless Hedge Trimmer features 22\" dual-action blades, a 3/4\" cut capacity, and Power Saw innovation for branches up to 1.5\" thick. Lightweight and VERSATRACK™ compatible, it’s ideal for quick, controlled trimming around the yard."}
{"Name": "Poulan Pro", "Natural": "The Poulan Pro PR2322 gas hedge trimmer packs a 23cc 2-cycle engine and 22\" dual-sided blades that cut limbs up to 1\" thick. With anti-vibration tech and a rotating rear handle, it’s built for comfortable, high-power trimming."}
{"Name": "Snapper", "Natural": "The Snapper XD 82V Cordless Hedge Trimmer delivers 800W brushless power with 26\" steel blades, rotating handle, and reverse function for jam clearing. Sold separately, the 2Ah/4Ah battery provides up to 90 minutes of reliable trimming performance."}
{"Name": "Husqvarna", "Natural": "The Husqvarna 122HD60 gas hedge trimmer features a long cutter bar, Smart Start® system, adjustable rear handle, and LowVib® tech. Lightweight and comfortable, it’s ideal for precision hedge shaping."}
{"Name": "DeWalt", "Natural": "The DeWalt 20V MAX Hedge Trimmer features 22\" laser-cut blades, a high-output motor, and 3/4\" cut capacity. Weighing just 7.5 lbs, it comes with a 5.0Ah battery and charger, perfect for clean, fast landscape trimming."}
{"Name": "Stihl", "Natural": "The STIHL HS 82 T is a pro-grade petrol hedge trimmer with a 2-MIX engine and dual-sided blades. Offering up to 5,100 strokes/min and ergonomic design, it’s made for precision vertical and horizontal trimming with reduced vibration."}
{"Name": "Ryobi", "Natural": "The Ryobi 22\" 18V ONE+ Hedge Trimmer combines compact design with upgraded dual-action blades and 3/4\" cut capacity. A rotating handle and Hedge Sweep debris cleaner make it ideal for precise, comfortable hedge maintenance."}
{"Name": "BlackDecker", "Natural": "The BLACK+DECKER 17\" Electric Hedge Trimmer features dual-action blades, a 3.2 amp motor, and 5/8\" cut capacity. Its lightweight build, T-handle, and full-length trigger offer control and comfort for trimming smaller hedges and shrubs."}
