{"Name": "Purism", "Natural": "The Purism Librem 14 is a privacy-focused 14\" laptop with a Core i7-10710U, up to 64GB RAM, and PureOS GNU/Linux. Featuring kill switches, tamper-evident hardware, and Librem Key integration, it's ideal for users seeking maximum digital security and open-source freedom."}
{"Name": "Razer", "Natural": "The Razer Blade Stealth 13 is an ultraportable gaming ultrabook with an 11th Gen Intel i7 CPU, GTX 1650 Ti GPU, and options for a 120Hz FHD or OLED touch display. Built for gaming and creation, it features Thunderbolt 4, Wi-Fi 6, and THX spatial audio."}
{"Name": "Huawei", "Natural": "The Huawei MateBook 14 features a 2K FullView display, 11th Gen Intel i7, and Super Device integration for seamless cross-device collaboration. At just 1.49 kg, it’s perfect for productivity with strong battery life, privacy camera, and fast charging."}
{"Name": "MSI", "Natural": "The MSI GT76 Titan is a 17.3\" desktop-replacement laptop with a 9th Gen Intel Core i9 CPU, RTX 2080 SUPER GPU, and support for up to 128GB RAM. With Thunderbolt 3, 4K or 240Hz display options, and dual 230W adapters, it's ideal for elite gaming and content creation."}
{"Name": "Apple", "Natural": "Apple’s MacBook Air with M2 chip features an 8-core CPU, up to 10-core GPU, Liquid Retina display, and MagSafe 3. Starting at $1,099, it offers sleek design, all-day battery, and unified memory for fluid multitasking—ideal for everyday creatives and students."}
{"Name": "ASUS", "Natural": "The ASUS ZenBook 14 is an ultrathin 14\" laptop with 21-hour battery life, 11th Gen Intel CPU, and Thunderbolt 4. Featuring AI noise cancelation, NumberPad 2.0, and Harman Kardon audio, it's perfect for productivity and video conferencing on the go."}
{"Name": "Acer", "Natural": "The Acer Aspire 5 pairs 13th Gen Intel Core CPUs with optional RTX graphics, a 16:10 display, and TwinAir Cooling. With Wi-Fi 6E, Thunderbolt 4, and AI-powered conferencing features, it’s a versatile laptop for multitaskers and casual creators."}
{"Name": "Fujitsu", "Natural": "The Fujitsu LIFEBOOK U9311X is a 13.3\" 2-in-1 convertible with up to i7-1185G7, 32GB RAM, and PalmSecure sensor. Weighing just 1.01 kg with 360° foldability, it’s built for mobile professionals needing security, pen input, and all-day battery."}
