{"Name": "Bobcat", "Natural": "The Bobcat ZT6000e is a commercial-grade electric zero-turn mower with a 4–6+ hour runtime, AirFX™ cutting deck, and three electric motors. With low maintenance, zero emissions, and touchscreen controls, it’s built for pro-level performance and comfort."}
{"Name": "Snapper", "Natural": "The Snapper HD 48V MAX system includes a 20\" steel-deck push and self-propelled mower with up to 90 minutes of runtime, 3-in-1 mulching/discharge/bagging, and intelligent load sensing—ideal for quiet, compact, battery-powered yard care."}
{"Name": "Gravely", "Natural": "The Gravely Pro-Turn Z features commercial-grade build, seat isolation, and suspension forks for reduced fatigue. With a Kawasaki FS engine, it's designed for all-day comfort and powerful, mid-duty mowing at a competitive price."}
{"Name": "Troy-Bilt", "Natural": "The Troy-Bilt Pony 42 riding mower includes a 42\" cutting deck, 7-speed Shift-on-the-Go™ transmission, and Step-Thru™ frame for easy access. Its AGM battery ensures reliable starting for efficient lawn maintenance."}
{"Name": "WORX", "Natural": "The WORX Landroid robotic mower auto-schedules based on lawn size, features patented AIA tech for narrow paths, and adapts via over-the-air updates. Powered by a 20V POWERSHARE™ battery, it’s smart, customizable, and ideal for up to 1,000m² lawns."}
{"Name": "RYOBI", "Natural": "The RYOBI 20\" Bagging Blade enhances mulching and bagging efficiency on 40V cordless mowers. Designed for RY401 series models, it creates finer clippings, increasing runtime and cutting performance for electric mower users."}
{"Name": "Husqvarna", "Natural": "The Husqvarna W520 features a 20\" cut width, variable-speed AutoWalk drive, Kawasaki FJ180 KAI engine, and aluminum chassis. With BBC control, ergonomic design, and high-capacity bagging, it’s built for professional walk-behind use."}
{"Name": "Ariens", "Natural": "The Ariens IKON 52 with Kawasaki engine is a premium zero-turn mower designed for residential use, offering durability, wide cutting width, and commercial-grade performance at an accessible price point."}
