{"Name": "Makita", "Natural": "The Makita cordless blower delivers 120 MPH and 473 CFM using two 18V LXT batteries with a brushless motor and 6-stage air volume dial. Weighing 9 lbs with batteries and emitting just 61 dB(A), it’s perfect for quiet, powerful yard cleanup."}
{"Name": "WORX", "Natural": "The WORX TURBINE electric blower pushes up to 600 CFM and 110 MPH using turbine fan tech, a Hyper-Stream nozzle, and variable speed control. Lightweight at 6.4 lbs, it's ideal for high-capacity residential leaf clearing."}
{"Name": "BlackDecker", "Natural": "The BLACK+DECKER 20V MAX Sweeper clears hard surfaces with up to 130 MPH airspeed in a lightweight 3.7 lb design. Quiet and cordless, it’s perfect for driveways, garages, decks, and quick yard touch-ups."}
{"Name": "DeWalt", "Natural": "The DeWalt 20V MAX Brushless Handheld Blower delivers 450 CFM and 125 MPH with a variable speed trigger and speed lock. Lightweight and ergonomic, it’s great for efficient yard work with controlled airflow."}
{"Name": "Ryobi", "Natural": "The RYOBI ONE+ 18V Cordless Blower delivers 200 CFM at 90 MPH, optimized for hard surfaces. Its lightweight, compact design and cordless convenience make it great for quick, maneuverable cleanup tasks."}
{"Name": "Husqvarna", "Natural": "The Husqvarna 125B handheld blower offers 470 CFM and 170 MPH power at only 9.4 lbs. With air purge for easy starts, multi-speed control, and ergonomic design, it’s built for efficient yard maintenance with comfort in mind."}
{"Name": "Stihl", "Natural": "The STIHL BR 800 X MAGNUM backpack blower features a 4.4 hp engine and anti-vibration system for pro-grade comfort and performance. Its ergonomic harness, tool-free adjustments, and 4-MIX® engine make it ideal for large property cleanup."}
{"Name": "Poulan Pro", "Natural": "The Poulan Pro PR48BT backpack blower boasts a 48cc engine delivering 475 CFM at 200 MPH, with cruise control, ergonomic harness, and soft-grip handles. Built for year-round cleanups across large yards with wet or heavy debris."}
