{"Name": "Anastasia Beverly Hills", "Natural": "Anastasia Beverly Hills Liquid Lipstick delivers long-lasting, smudge-proof matte color with a full-pigment formula and precise applicator. Comfortable and customizable, it's perfect for all-day wear and even doubles as blush."}
{"Name": "Charlotte Tilbury", "Natural": "Charlotte Tilbury's Pillow Talk collection offers universally flattering nude-pink lipsticks, eyeshadows, and blushes for day-to-disco looks. With iconic shades and push-up effect mascara, it's designed for dreamy beauty in every skin tone."}
{"Name": "Too Faced", "Natural": "Too Faced Melted Matte Lipstick features 8-hour wear, a plumping no-sting formula with avocado oil and hyaluronic spheres, and a smooth, weightless feel. The angled applicator ensures bold, ultra-matte color without dryness."}
{"Name": "NARS", "Natural": "NARS Audacious Lipstick provides single-stroke, satin-finish coverage in bold, long-lasting shades. Its creamy texture hydrates while preventing feathering—ideal for statement lips with luxurious feel and intense pigment."}
{"Name": "Revlon", "Natural": "Revlon ColorStay Matte Lite Crayon is a smudge-proof, water-resistant matte lipstick that's 30% lighter than average. Infused with mango seed oil and packed in a precise crayon with built-in sharpener, it's made for bold, comfortable wear."}
{"Name": "L'Oréal Paris", "Natural": "L'Oréal Paris Colour Riche Intense Volume Matte Lipstick offers 16-hour bold color with hyaluronic acid for fuller, hydrated lips. Its slim bullet and non-drying finish ensure precise, all-day comfort and plumping effect."}
{"Name": "MAC", "Natural": "MAC Love Me Lipstick infuses argan oil for all-day moisture with a weightless, satin finish. With vibrant reds, flattering neutrals, and expressive bolds, it's made to empower self-expression in every swipe."}
{"Name": "Maybelline", "Natural": "Maybelline Super Stay Matte Ink lasts up to 16 hours with a no-transfer formula and arrow applicator. Available in 36 shades, it offers intense matte color and a flawless finish for all-day confidence."}
