{"Name": "GE", "Natural": "The GE HMC920BEWW is a 0.9 cu. ft., 900-watt microwave with built-in WiFi powered by SmartHQ™, offering real-time performance feedback and remote control. Compact and tech-enabled, it's great for small kitchens with smart home integration."}
{"Name": "Breville", "Natural": "The Breville Compact Wave Soft Close is a 25L microwave with one-touch buttons, food menu shortcuts, and an 80% quieter soft-close door. It includes reheat, defrost, and child lock functions—perfect for quiet, intuitive kitchen use."}
{"Name": "Farberware", "Natural": "This 1.2 cu. ft., 900-watt microwave in Black Stainless Steel features sensor reheating, 10 power levels up to 1100W, programmable favorites, and an easy-grip handle. It’s an ideal choice for apartments and office break rooms."}
{"Name": "Sharp", "Natural": "The Sharp SMC1452CH is a 1.4 cu. ft. microwave in black stainless steel with 1100 watts of power and LED interior lighting. Combining elegant design with powerful performance, it’s built for stylish, efficient family kitchens."}
{"Name": "Panasonic", "Natural": "The Panasonic NN-SN966SR features 1250 watts, 2.2 cu. ft. capacity, Inverter Technology, and Genius Sensor cooking with 14 auto settings. It offers even heating, Turbo Defrost, and Keep Warm—ideal for large households seeking precision."}
{"Name": "LG", "Natural": "The LG NeoChef™ 2.0 cu. ft. Countertop Microwave uses Smart Inverter tech and a 6-wheel stabilizer ring for balance. With EasyClean® and stylish black stainless steel, it’s designed for durable, even heating and easy cleaning."}
{"Name": "Galanz", "Natural": "The Galanz Retro Microwave offers 0.7 cu. ft. capacity, 700W power, 6 levels, and vintage design in multiple colors. With eco mode, chrome handle, and LED display, it’s a fun and functional fit for small spaces or retro decor lovers."}
{"Name": "Toshiba", "Natural": "This Toshiba microwave features a stainless steel front, digital display, 10 power levels, 8 auto-cook modes, and express and defrost functions. Its sleek handle and modern design make it a user-friendly, upscale kitchen addition."}
