{"Name": "Razer", "Natural": "The Razer Opus are THX® Certified wireless headphones with advanced ANC, plush memory foam cushions, and 25-hour battery life. Featuring auto play/pause, ambient mode, and 6 microphones, they’re perfect for immersive entertainment and clear calls."}
{"Name": "Yamaha", "Natural": "Yamaha HPH-MT8 studio monitor headphones offer high-resolution, neutral sound with 45mm drivers, circumaural design, and foldable portability. Designed for pros, they’re ideal for critical mixing and long-hour sessions in studio or live settings."}
{"Name": "Samsung", "Natural": "Galaxy Buds Pro are true wireless earbuds with intelligent ANC, 2-way speakers tuned by AKG, and 360 Audio with Dolby Head Tracking™. With crystal-clear calls, ambient mode, and Voice Detect, they offer immersive sound and smart convenience."}
{"Name": "Audio-Technica", "Natural": "Audio-Technica’s ATH-ANC900BT are wireless noise-canceling headphones with high-fidelity audio and built-in mic, priced at $398. With long battery life and premium comfort, they’re ideal for audiophiles and frequent travelers."}
{"Name": "Beats", "Natural": "The Beats Studio Pro deliver up to 40 hours of battery life, personalized spatial audio, and lossless USB-C audio. With ANC, Transparency Mode, and multi-platform support, they’re great for immersive, high-fidelity listening across Apple and Android."}
{"Name": "Bowers & Wilkins", "Natural": "The Px7 S2 headphones feature 40mm angled drivers, hybrid noise cancellation, aptX Adaptive, and 30-hour battery life. With luxurious materials and a detailed, neutral sound signature, they’re ideal for audiophiles seeking comfort and clarity."}
{"Name": "Bose", "Natural": "Bose QuietComfort Ultra Headphones feature immersive spatial audio, adaptive ANC, and CustomTune sound shaping. With up to 24-hour battery life and unrivaled comfort, they offer the quietest and most personalized listening experience yet."}
{"Name": "Sony", "Natural": "The Sony WH-1000XM5 features industry-leading noise cancellation with Auto NC Optimizer, 30-hour battery life, and precise voice pickup with 4 beamforming mics. Lightweight and foldable, it’s perfect for premium wireless listening on the go."}
