{"Name": "Water Tech", "Natural": "The Water Tech Pool Blaster Max Li is a cordless rechargeable vacuum with a 10.5\" head, high-capacity debris chamber, and 1-hour runtime. Ideal for in-ground and above-ground pools, it offers powerful spot or whole-pool cleaning without hoses or cords."}
{"Name": "VINGLI", "Natural": "The VINGLI automatic pool vacuum is quiet, easy to install, and compatible with 3/4hp pumps. It features strong suction, wheel deflectors for corners, and jam-free cleaning—great for stress-free, efficient pool maintenance."}
{"Name": "Aiper", "Natural": "The Aiper Scuba S1 Pro robotic cleaner delivers 100 GPM suction with dual PVC rollers, 5L filter basket, and 180-minute battery life. With wall, floor, and waterline modes, it’s ideal for in-ground pools up to 2,150 sq.ft."}
{"Name": "Hayward", "Natural": "The Hayward TigerShark QC robotic cleaner uses microprocessor-based tech and a Quick Clean 90-minute cycle for efficient cleaning. With a cartridge filter and no need for external pumps or hoses, it's great for automatic whole-pool coverage."}
{"Name": "Dolphin", "Natural": "The Dolphin Nautilus CC Plus cleans pool floors and walls in under 2 hours with a top-load filter and plug-and-play design. With 60ft cable, energy-saving features, and weekly timer, it’s a hassle-free in-ground pool cleaning solution."}
{"Name": "Polaris", "Natural": "The Polaris Vac-Sweep 280 pressure-side cleaner uses double jets and a booster pump to clean in-ground pools in under 3 hours. It captures debris in a dedicated filter bag, extending filter life while scrubbing all pool surfaces."}
{"Name": "Beatbot", "Natural": "The Beatbot 5-in-1 cordless robot cleans floor, walls, surface, and waterline with 9 motors, 5500 GPH suction, and 10400mAh battery. Controlled via app with OTA updates, it's eco-friendly and packed with safety certifications."}
{"Name": "WYBOT", "Natural": "WYBOT’s cordless pool robot offers app-controlled cleaning with 6 paths, triple motors, smart navigation, and a 200-minute runtime. Its leak-proof design and wall-climbing ability make it ideal for fully automated pool cleaning."}
