{"Name": "Tribit", "Natural": "The Tribit StormBox Micro 2 is a rugged, pocket-sized Bluetooth speaker delivering 10W sound with deep bass via XBASS technology, 12-hour battery life, and a 120-ft Bluetooth 5.3 range. It doubles as a power bank and features IP67 water and dust resistance, ideal for travelers and outdoor enthusiasts."}
{"Name": "Harman Kardon", "Natural": "The Harman Kardon Onyx Studio 7 blends immersive stereo sound with elegant design, featuring dual tweeters, Bluetooth pairing for two devices, and an 8-hour battery in a sleek, portable frame. Aimed at audiophiles seeking refined acoustics and stylish portability."}
{"Name": "Ultimate Ears", "Natural": "The Ultimate Ears BOOM 3 delivers balanced 360° audio with deep bass and 15-hour battery life in a rugged, waterproof IP67 build. Covered in durable, two-tone performance fabric, it's designed for music lovers who want durability and premium sound on the go."}
{"Name": "Marshall", "Natural": "The Marshall Emberton II is a compact portable Bluetooth speaker offering over 30 hours of playtime and rich sound in a rugged design. Priced at $169.99, it suits users looking for iconic style and long-lasting performance."}
{"Name": "soundcore", "Natural": "The soundcore 3 Bluetooth speaker features dual titanium drivers for high-fidelity treble up to 40kHz, enhanced BassUp tech, 16W stereo sound, and 24-hour playtime. With IPX7 waterproofing, it’s ideal for outdoor listeners and long trips."}
{"Name": "JBL", "Natural": "The JBL Flip 6 delivers powerful two-way sound with a racetrack woofer, separate tweeter, and dual passive radiators, alongside 12-hour playtime and IP67 water and dust protection. It’s built for parties, travel, and outdoor fun."}
{"Name": "Bose", "Natural": "The Bose SoundLink Revolve II offers immersive 360° sound with a down-firing transducer and dual passive radiators, up to 13 hours of playtime, and voice assistant access. Water-resistant and impact-resistant, it's perfect for everyday carry and deep-listening experiences."}
