{"Name": "Toshiba", "Natural": "The Toshiba 14,000 BTU (10,000 SACC) portable AC features 3-in-1 cooling, fan, and dehumidifier modes, a 24-hour timer, LED display, and auto-restart. Designed for rooms up to 550 sq.ft., it’s ideal for eco-conscious users with its R32 refrigerant and easy portability."}
{"Name": "SereneLife", "Natural": "The SereneLife 8,000 BTU portable air conditioner offers cooling, fan, and dehumidifier modes with remote control and a window exhaust kit. Compact and energy-efficient, it cools rooms quickly and operates quietly—perfect for small home spaces."}
{"Name": "Friedrich", "Natural": "The Friedrich ZoneAire Compact 3-in-1 AC includes built-in Wi-Fi, Alexa/Google voice control, and smart app scheduling. With cooling, fan, and dehumidifier modes, it’s ideal for connected users seeking mobile and compact climate control."}
{"Name": "Midea", "Natural": "The Midea U-shaped window AC offers ultra-quiet operation, inverter efficiency, smart app/voice control, and allows the window to open while installed. It’s Energy Star certified and ideal for energy-savvy users seeking powerful, quiet cooling."}
{"Name": "Hisense", "Natural": "The Hisense 10,000 BTU portable AC includes Wi-Fi connectivity and a compact single-hose design with replaceable parts and filters. With remote control and drain accessories, it’s well-suited for modern rooms needing mobile climate control."}
{"Name": "BLACKDECKER", "Natural": "The BLACK+DECKER 8,000 BTU portable AC cools, dehumidifies, and circulates air for rooms up to 150 sq.ft., with LED controls, remote, and rolling casters. Perfect for small spaces like dorms or offices needing simple, quiet comfort."}
{"Name": "Whynter", "Natural": "The Whynter ARC-12SDH is a 4-in-1 portable AC with heating, cooling, fan, and dehumidifier modes, carbon filter, and dual-hose setup. With 12,000 BTU power for 400 sq.ft., it’s ideal for high humidity zones and year-round home comfort."}
{"Name": "LG", "Natural": "The LG 3-in-1 portable air conditioner provides heat, cool, and fan functions in one unit, ideal for versatile climate control. Its compact design suits various room sizes, offering year-round comfort in a single appliance."}
