{"Name": "Stanley", "Natural": "The Stanley FATMAX Gas Pressure Washer features a 149cc KOHLER engine and 12\" never-flat wheels for easy mobility, delivering strong cleaning performance with a 35' MorFlex hose, four spray nozzles, and a vertical axial cam pump. Ideal for professionals seeking portable, durable pressure cleaning power."}
{"Name": "MTM Hydro", "Natural": "The MTM Hydro PF22 Foam Cannon is a high-performance, Italian-made car and surface cleaning tool supporting up to 5000 PSI and 5.3 GPM, with adjustable fan spray, dual nozzle angles, and precise chemical mixing. Designed for professionals and auto detailers who demand premium foam coverage."}
{"Name": "Stihl", "Natural": "The Stihl RE 90 is a lightweight, compact electric pressure washer delivering up to 120 bar pressure with a 6 m hose, fan jet and rotary nozzles, detergent spray, and integrated wheels. Perfect for homeowners looking for efficient outdoor surface cleaning with user-friendly storage and controls."}
{"Name": "Westinghouse", "Natural": "The Westinghouse WPX2700 is a gas-powered 2700 PSI washer with a 2.3 GPM flow rate, 4 nozzle tips, and a 212cc OHV engine, built for deep cleaning surfaces from concrete to vehicles. Includes soap tank and rugged wheels, ideal for heavy-duty outdoor use."}
{"Name": "DEWALT", "Natural": "The DEWALT DWPW2400 delivers 2400 PSI and 1.1 GPM with five quick-connect nozzles, an onboard soap tank, and 10\" pneumatic wheels for jobsite portability. CETA certified and equipped with a kink-resistant hose, it’s suited for home and light commercial cleaning tasks."}
{"Name": "Karcher", "Natural": "The Kärcher K5 Premium is a 2000 PSI electric pressure washer featuring a water-cooled induction motor, hose reel, 26 ft hose, and DirtBlaster wand for surface-friendly power cleaning. Built for durable, quiet operation, it's ideal for high-demand home users."}
{"Name": "Generac", "Natural": "The Generac 2900 PSI Gas Pressure Washer combines a 196cc OHV engine with an axial cam pump, ergonomic spray gun, and 25' hose, all on oversized never-flat tires for mobility. Designed for reliable, high-power cleaning across varied outdoor surfaces."}
{"Name": "Mi-T-M", "Natural": "The Mi-T-M CD-1002-3MUH is a 1000 PSI electric pressure washer with a forged brass manifold, enclosed 1.5 HP motor, and 2.0 GPM flow rate, designed for light-duty cleaning with a 25' hose and detergent injector. Ideal for users needing controlled, precise washing on delicate surfaces."}
