{"Name": "CRAFTSMAN", "Natural": "The CRAFTSMAN 6-piece Jewelers Screwdriver Set features heat-treated alloy steel blades, satin-nickel finish for corrosion resistance, and a comfort-optimized handle for torque control. Ideal for delicate repairs and electronics work."}
{"Name": "RIDGID", "Natural": "The RIDGID EZ Change Faucet Tool is a multi-use wrench for common faucet installations and sink strainers, featuring a cubed insert for multiple nut sizes and a compact design for tight spaces—perfect for plumbers and DIYers alike."}
{"Name": "Husky", "Natural": "The Husky 6-piece Simulated Diamond Screwdriver Set includes color-coded handles and corrosion-resistant black phosphate bars, with industrial-grade diamond-coated tips for extended life. Great for frequent tool users needing durable tip performance."}
{"Name": "Wera", "Natural": "Wera’s Kraftform Torque Screwdrivers offer adjustable and preset torque (0.1–8.8 Nm) with ±6% precision, quick-release chucks, and excess-load feedback—ideal for professionals needing high-precision fastening."}
{"Name": "Makita", "Natural": "The Makita XSF03Z 18V LXT Drywall Screwdriver features a brushless motor, Push Drive™ tech for quiet operation, and Extreme Protection Technology for jobsite durability. Designed for drywall and framing professionals."}
{"Name": "DEWALT", "Natural": "The DEWALT DCF680N1 8V MAX Gyroscopic Screwdriver offers motion-activated variable speed, two-position handle, LED light, and a 1-hour charge time. Tailored for pros seeking compact, precise control in light fastening jobs."}
{"Name": "Bosch", "Natural": "The Bosch GO Professional Cordless Screwdriver provides dual-activation (push or button), electronic brake, and 5 torque settings. Compact and USB-chargeable, it’s ideal for techs working with wood, metal, or electronics."}
{"Name": "MEGAPRO", "Natural": "The MEGAPRO 13-in-1 Automotive Ratcheting Screwdriver has a 28-tooth ratchet, magnetic shaft, and S2 steel bits, making it the go-to tool for tight automotive spaces and diverse fastener types."}
