{"Name": "Valandré", "Natural": "The Valandré SWING CO 850 is a four-season winter sleeping bag featuring high-tech tubular construction and premium 90/10 duck down for exceptional warmth and comfort, perfect for outdoor enthusiasts in cold, rugged conditions."}
{"Name": "Snugpak", "Natural": "The Snugpak Basecamp Navigator sleeping bag offers Isofibre® filling, a soft touch, and versatile design that unzips into a quilt, with a comfort range down to 28°F, ideal for campers needing durability and warmth."}
{"Name": "Western Mountaineering", "Natural": "The Western Mountaineering AlpinLite is a 20°F, ultralight, wide mummy sleeping bag filled with 850+ fill power goose down and featuring continuous baffles, ideal for three-season backpackers seeking warmth and low weight."}
{"Name": "Rab", "Natural": "The Rab Neutrino 400 is a lightweight, three-season mummy sleeping bag filled with 800FP goose down, featuring recycled Pertex® Quantum fabric and trapezoid baffle construction, designed for fast alpine missions."}
{"Name": "NEMO", "Natural": "The NEMO Jazz sleeping bag brings bed-like comfort outdoors with a built-in sheet, integrated pad sleeve, featherbed-style quilted top, and Blanket Fold™ draft collar, perfect for luxury campers seeking plush warmth."}
{"Name": "Sea to Summit", "Natural": "The Sea to Summit Ascent Down Sleeping Bag offers RDS-certified 750+ Ultra-Dry Down insulation, Free-Flow Zip for ventilation, and a relaxed mummy fit, making it a versatile and weather-resistant three-season choice."}
{"Name": "Mountain Hardwear", "Natural": "The Mountain Hardwear Phantom sleeping bag features 800-fill RDS-certified down, Ghost Whisperer recycled shell, and a 0°F rating, built for alpine traverses and backcountry expeditions where warmth and low weight are essential."}
{"Name": "Marmot", "Natural": "The Marmot Sawtooth Sleeping Bag uses 650-fill Down Defender insulation with dual-side zippers and an expandable footbox, offering a 15°F rating ideal for cold-season campers seeking comfort and flexibility."}
