{"Name": "Panasonic", "Natural": "The Panasonic SR-ZC075 Multi-Function Rice Cooker features microcomputer control, 8 preset programs, a non-stick fluorine coating, and a 12-hour keep-warm function, offering versatile rice cooking convenience for everyday users at $149.99."}
{"Name": "Philips", "Natural": "The Philips Viva Collection All-in-One Multicooker HD2237/72 provides convenient all-in-one cooking options, designed for versatile family meal preparation, though availability information is currently limited."}
{"Name": "Breville", "Natural": "The Breville Fast Slow Pro offers 11 pressure and slow cook settings with auto steam release, dual sensors, and a hands-free, easy-clean design, ideal for fast, slow, and pressure cooking with maximum flavor precision."}
{"Name": "Wolf Gourmet", "Natural": "The Wolf Gourmet Multi-Function Cooker features five slow cook modes, sauté/sear, sous vide, and rice settings, with an included stainless steel vessel and temperature probe for precision cooking and versatility."}
{"Name": "De'Longhi", "Natural": "The De’Longhi Livenza Multi Cooker combines rice, steam, sauté, bake, and slow cook modes with 24-hour programmability, TrueTemp precision, and easy cleanup, perfect for busy families needing flexible, one-pot meal solutions."}
{"Name": "West Bend", "Natural": "The West Bend 6-Quart Manual Slow Cooker features three temperature settings, a removable stoneware insert for serving, and dishwasher-safe parts, making it a simple, reliable option for family-sized home cooking."}
{"Name": "All-Clad", "Natural": "The All-Clad 6.5Qt Slow Cooker features a non-stick ceramic insert, programmable 2–20 hour timer, 2 temperature settings, and automatic keep-warm function, offering precise, gourmet slow-cooked meals with easy cleanup."}
{"Name": "Presto", "Natural": "The Presto Nomad 6-Quart Slow Cooker boasts a picnic-cooler design, locking lid, rugged build, dry erase messaging board, and spill-proof transport, making it perfect for potlucks, travel, and casual family meals."}
