{"Name": "RedMax", "Natural": "The RedMax TRZ230S Trimmer features a 22.5cc Strato-Charged engine for 20% better fuel economy, a steel drive shaft for durability, and lightweight portability, ideal for homeowners and professional landscapers."}
{"Name": "Toro", "Natural": "The Toro 60V Flex-Force String Trimmer offers a 13\" to 15\" adjustable cut width, brushless motor with RunSmart® intel, and up to 45 minutes of runtime, perfect for users seeking flexible, powerful battery performance."}
{"Name": "Honda", "Natural": "The Honda HHT35SLTA Trimmer combines a 35cc 4-stroke engine with 17\" cutting width, Ultra Quiet® line, and high torque, designed for heavy-duty trimming and brush removal with superior comfort and fuel efficiency."}
{"Name": "CRAFTSMAN", "Natural": "The CRAFTSMAN V20 String Trimmer features a brushless motor, 11–13\" adjustable swath, WeatherGuard™ technology, and up to 75 minutes runtime, ideal for users wanting compact, cordless convenience with durable performance."}
{"Name": "Makita", "Natural": "The Makita 36V (18V X2) LXT Brushless String Trimmer delivers high torque, direct-drive performance, Star Protection tech, and XPT weather-resistance, built for landscapers seeking cordless alternatives to gas models."}
{"Name": "DeWalt", "Natural": "The DeWalt 20V MAX Cordless String Trimmer features a gear drive transmission for high torque, 13\" cutting swath, and variable speed trigger, offering efficient, powerful trimming within the 20V MAX battery system."}
{"Name": "BLACK+DECKER", "Natural": "The BLACK+DECKER 20V MAX String Trimmer/Edger features Automatic Feed Spool, easy height adjustment, and quick conversion between trimming and edging, making it ideal for lightweight, flexible lawn care."}
{"Name": "Husqvarna", "Natural": "The Husqvarna 122C Gas String Trimmer offers a 22cc engine with Smart Start® technology, ergonomic curved shaft, 17\" cutting width, and Tap'n Go line feed, perfect for homeowners needing easy-to-use, low-noise trimming."}
